{
	"intents": [
		{
			"tag": "greeting",
			"input": [
				"Hi",
				"Hey",
				"How are you",
				"Is anyone there?",
				"Hola",
				"Hey",
				"Heyy",
				"yo",
				"Hi there",
				"greetings",
				"How are you",
				"Whatsup",
				"Whats up",
				"Hello",
				"Good day",
				"Hi, I need some help",
				"Hello, I need help",
				"Hey there",
				"Hi I have a question"
			],
			"responses": [
				"Hey :-)",
				"Good to see you again, how may I help?",
				"Hello, thanks for visiting us, how may I help?",
				"Hi there, what can I do for you?",
				"Greetings, how may I help you today",
				"Hi, I am great, how can I help today?",
				"Hi there, how can I help?",
				"Is there anything I can help you with?",
				"Thanks for reaching out, how may I be of assistance?",
				"What question can I answer for you today?",
				"Welcome, how may I assist you?"
			]
		},
		{
            "tag": "datetime",
            "input": [
                "What is the time",
                "what is the date",
				"Please what is the time",
				"Can you tell me the time and date",
				"What is today's date",
				"Kindly tell me what the time is",
				"Kindly tell me what the date is",
				"Tell me the time and date",
                "date",
                "time",
                "tell me the date",
				"day",
				"what day is is today"
            ],
            "responses": [
                "Date and Time: "
            ]
        },
		{
            "tag": "noanswer",
            "input": [],
            "responses": [
                "Sorry, can't understand you...",
                "Please give me more info...",
                "Not sure I understand...",
				"I don't have this info."
            ]
        },
		{
			"tag": "web_store",
			"input": [
				"Web store",
				"Online site",
				"Online store",
				"Web online store",
				"e-commerce",
				"store",
				"shopping",
				"e commerce",
				"e commerce store",
				"shopping platform",
				"online shoping store",
				"Where can I shop for products",
				"show me the link to the online store",
				"Show me where to buy your products",
				"What is the online store",
				"shop for products",
				"Tell me how to get to the online store",
				"How do I go to the online store",
				"How to I go to the e-commerce website",
				"What is the online store link",
				"Do you have an e-commerce website",
				"What is your online website",
				"Tell me the url to your online webstore",
				"Online web store",
				"Can you please share the webstore link?",
				"What is the online strore",
				"Give me the e-commerce website",
				"Do you have an online store?",
				"Give me the url to the online store",
				"Can you give me the url the the webstore?",
				"Can you please give me the link to where i can buy products?",
				"Where can I purchase products?",
				"Where can I buy cleaning products?",
				"Where can I buy maintenance products?",
				"Do you have an e-commerce website?"
			],
			"responses": [
				"yes go our online store at ",
				"You can get our products on ",
				"Sure, www.store.example.com",
				"Check out our online store at ",
				"Yes you can visit our online store for amazing cleaning and maintainace chemicals at ",
				"Order cleaning and maintenance products at ",
				"Try "
			]
		},
		 {
			"tag": "goodbye",
			"input": [
				"Bye",
				"Ok bye",
				"See you later",
				"Goodbye",
				"cya",
				"Talk to you another time",
				"Have a good day",
				"Have a goodday",
				"cao",
				"see ya",
				"bye",
				"Later",
				"I have to go now bye",
				"I have to go",
				"I need to go",
				"I need to leave"
			],
			"responses": [
				"See you later, thanks for visiting",
				"Have a nice day",
				"Bye! Come back again soon.",
				"Nice helping you, hope I see you soon.",
				"Okay, bye",
				"See you later!",
				"Bye",
				"Thanks for visiting! Bye",
				"Do have a nice day",
				"Bye bye",
				"Adios"
			]
		},
		 {
			"tag": "thanks",
			"input": [
				"Thanks",
				"I appreciate the help",
				"Thank you",
				"That's helpful",
				"You were helpful",
				"That was helpful",
				"Thanks for helping me",
				"Thank's a lot!",
				"Well done",
				"I want to thank you",
				"Your help is greatly appreciated",
				"Thank you very much",
				"Great help",
				"Awesome, Thanks",
				"Awesome",
				"Nice help",
				"Thank you for the help"
			],
			"responses": [
				"Happy to help!",
				"Any time!",
				"My pleasure.",
				"Glad I could help",
				"My please",
				"Never mention, I am more thankful you contacted us.",
				"Sure! You can contact us anytime.",
				"You are welcome. Need anything else?",
				"Don't mention. Want something else?",
				"Thats why I am here lol.",
				"No problems. Need something else?",
				"Happy to assist anytime."
			]
		},
		{
            "tag": "no",
            "input": [
                "no",
                "nope",
				"nahh",
				"no way",
				"nah",
				"Never",
				"No thanks",
				"nah",
				"Hell no",
				"Not today"
            ],
            "responses": [
                "ok"
            ]
        },
		{
			"tag": "chatbot",
			"input": [
			"What can you do?",
			"What's your name",
			"What is your name",
			"What is a chatbot",
			"Chatbot",
			"bot",
			"Whats your name",
			"Tell me your name",
			"Are you are bot?",
			"Is this a chatbot?",
			"Tell me about yourself",
			"Tel me about your self",
			"What do you do?",
			"Are you a chatbot?",
			"Are you a chat bot?",
			"What does a chatbot do?",
			"Tell me what you do?"
			],
			"responses": [
				"I am a Clara the bot. I provides information about our company, what we sell, what our web store url is, etc. I can also connect your cases to agents to solve for customers if need be."  
			]
		},
		{
			"tag": "company_about",
			"input": [
			"Company",
			"What does your company do?",
			"Tell me about your company",
			"About your company",
			"Details on your company",
			"Give me details about your company",
			"What exactly does your company do?",
			"When was your company created?",
			"Tell me more about your company",
			"Tell me about the company",
			"Where is the company located",
			"What is the headquarters of your company",
			"I would like to know about your company"
			],
			"responses": [
			"The Cloro-Clean is company that produces, manufactures, and also deliver cleaning and maintenance chemicals. It has its headquarters in Norwich city. The company was founded in 2006. You can learn more at ",
			"The company name is Cloro-Clean. It produces, manufactures, and also deliver cleaning and maintenance chemicals. its headquarters is in Norwich city. Learn more about the company on the company's web site and about page at "
			]
		},
		 {
			"tag": "items",
			"input": [
				"items",
				"products",
				"Services",
				"What exactly do you sell?",
				"What products do you sell?",
				"Tell me about your products and services",
				"What services do you render",
				"What are the products and services you have",
				"Yes, tell me what products and items you have",
				"Which items do you have?",
				"What kinds of items are there?",
				"I would like to know about your products",
				"Tell me about your products",
				"I'd like to buy something",
				"I would like to purchas something",
				"What are your products",
				"What do you sell?",
				"Do you only sell maintenance chemicals?",
				"Do you only sell maintenance products?",
				"Do you only sell cleaning products?",
				"Do you only sell cleaning chemicals?",
				"What can I get from you?",
				"What is available?",
				"What products cou provide?",
				"What products do you manufacture?",
				"Do you manufacture cleaningan I get from your company?",
				"What products do you have?",
				"What kind of service do you render?",
				"List the products you sell?",
				"What are the services that you provide?",
				"Which services do y chemicals?",
				"Do you manufacture maintenance chemicals?",
				"Manufacture",
				"How can you help us?"
			],
			"responses": [
				"Our company manufactures, sells, and delivers maintenance and chemical products for cleaning. If you would like to know more about our services visit our website at ",
				"We manufacture, sell, and deliver cleaning and maintenance products. If you would like to know more about our services visit our website at "
			]
		},
		{
			"tag": "get_invoice",
			"input": [
				"I need help to get the invoice from March",
				"how could I get the invoices from September?",
				"getting invoices from July",
				"help me getting the invoice from my last purchase",
				"where can I get the invoices from last month?",
				"get invoices",
				"I want help to get the invoice from June",
				"help me getting the invoice from December",
				"what do I need to do to get the invoice from July?",
				"I don't know how I could get my invoice",
				"can you help me getting the invoices from 9 purchases ago?",
				"I call to get the invoices from March",
				"get invoices from last month",
				"assistance getting the invoices from eight months ago",
				"I have got to get the invoice from my last purchase",
				"I am calling to get the invoices from August",
				"I want help to get the invoices from last month",
				"could I get the invoices?",
				"can you help me get my invoice?",
				"how to get the invoices from my last purchase?",
				"could you help me get the invoices from last month?",
				"I have to get the invoice from last month",
				"where can I get the invoice from May?",
				"I want help to get the invoices",
				"can you help me get the invoice from last month?",
				"where do I get the invoice from my last purchase?",
				"where could I get the invoices from my last purchase?",
				"I want to get my invoices",
				"I call to get the invoices",
				"I would like to get my invoice",
				"can you help me get the invoices from my last purchase?",
				"I try to get the invoices",
				"I want to get the invoices from my last purchase",
				"I have to get my invoice",
				"I do not know what to do to get my invoice",
				"is it possible to get the invoices from last month?",
				"where do I get the invoice from 8 months ago?",
				"could you help me getting the invoice from 5 purchases ago?",
				"I need to get the invoices from 3 purchases ago",
				"what do I need to do to get the invoice?",
				"where could I get the invoice from my last purchase?",
				"I want assistance to get the invoice from 8 months ago",
				"could I get the invoice from July?",
				"I don't know what to do to get the invoice",
				"I want to get the invoice from eleven months ago",
				"how do I get my invoices?",
				"where to get the invoice from September?",
				"what do I have to do to get the invoice from last month?",
				"could you help me get the invoice from my last purchase?",
				"help me getting the invoices",
				"I want assistance getting the invoices from four months ago",
				"could I get the invoice from 9 purchases ago?",
				"help getting the invoice from 11 purchases ago",
				"how do I get the invoices from 2 purchases ago?",
				"getting invoice from eleven months ago",
				"get invoice from last month",
				"where can I get my invoice?",
				"what do I have to do to get the invoices from last month?",
				"I am trying to get the invoice from 2 purchases ago",
				"I am trying to get the invoices from 5 purchases ago",
				"I have got to get the invoices",
				"can you help me getting the invoice from eleven months ago?",
				"can I get the invoices from last month?",
				"I don't know how I can get the invoice",
				"will you send me the invoice from seven purchases ago?",
				"get invoice from four months ago",
				"I want help getting the invoices",
				"get invoice",
				"I want to get my invoice",
				"can you help me to get the invoices from last month?",
				"could you send me the invoice from my last purchase?",
				"I don't know what I need to do to get my invoices",
				"I would like to get the invoices from 2 purchases ago",
				"I want help to get the invoices from my last purchase",
				"can you help me getting my invoices?",
				"I need assistance getting the invoices from last month",
				"can you help me getting the invoices from my last purchase?",
				"I have to get the invoice",
				"I don't know how to get the invoices from my last purchase",
				"I want to get the invoice",
				"I need help to get the invoice from seven purchases ago",
				"I don't know how to get the invoices from ten months ago",
				"I want assistance to get my invoice",
				"I want to get the invoice from last month",
				"can you help me to get the invoices?",
				"will you send me the invoice from my last purchase?",
				"I need help getting the invoices from my last purchase",
				"I do not know how to get the invoices from six months ago",
				"I don't know how to get the invoices from last month",
				"I do not know how I could get the invoice from last month",
				"where do I get my invoices?",
				"how could I get the invoices?",
				"send me the invoice",
				"getting invoice from last purchase",
				"can you help me get the invoices from last month?",
				"I try to get the invoices from two months ago",
				"how could I get the invoices from last month?",
				"I want to get the invoices from July",
				"help to get the invoices from February",
				"I do not know how I can get the invoices from September",
				"I don't know what I have to do to get the invoices",
				"I need help to get the invoices from nine months ago",
				"could you help me getting the invoice from 10 months ago?",
				"help me getting my invoices",
				"I want to get the invoices from last month",
				"getting invoices from ten months ago",
				"can I get the invoices from my last purchase?",
				"I am calling to get my invoices",
				"can you help me get the invoices from four months ago?",
				"where to get the invoice from 10 months ago?",
				"where could I get my invoices?",
				"could I get the invoices from five purchases ago?",
				"where to get the invoice from 5 purchases ago?",
				"I do not know what I need to do to get the invoices",
				"can you send me the invoice from last month?",
				"I need to get the invoices from my last purchase",
				"I do not know what to do to get my invoices",
				"I need to get the invoices from June",
				"could you send me the invoices from nine months ago?",
				"how can I get the invoice from August?",
				"I have got to get the invoices from eleven months ago",
				"help me getting the invoices from my last purchase",
				"can you help me to get the invoice from my last purchase?",
				"I call to get the invoice",
				"I do not know what I need to do to get my invoices",
				"send me the invoices from nine months ago",
				"can you send me my invoices?",
				"I am calling to get the invoices from five purchases ago",
				"help me to get the invoices",
				"I do not know how to get my invoice",
				"how could I get my invoices?",
				"could I get the invoices from my last purchase?",
				"get invoices from April",
				"send me the invoices from my last purchase",
				"I am trying to get the invoices",
				"help to get the invoices from my last purchase",
				"how do I get the invoices?",
				"I don't know how to get my invoice",
				"I want help getting the invoices from September",
				"how can I get the invoices?",
				"I call to get the invoice from eight months ago",
				"can you help me getting my invoice?",
				"where can I get the invoices from 1 purchases ago?",
				"could you help me to get the invoices from my last purchase?",
				"I need help to get my invoice",
				"help getting the invoice from last month",
				"I want assistance to get the invoices from March",
				"I would like to get the invoices from last month",
				"I don't know what to do to get the invoice from March",
				"help to get the invoice from seven purchases ago",
				"I am calling to get the invoice",
				"I need help getting the invoices from eleven months ago",
				"would it be possible to get the invoice?",
				"I want help to get the invoice from last month",
				"get invoices from one purchases ago",
				"where could I get the invoices?",
				"how do I get the invoice from seven purchases ago?",
				"I would like to get the invoices from my last purchase",
				"could you send me the invoices from one purchases ago?",
				"I want assistance getting the invoice from my last purchase",
				"send me the invoice from four months ago",
				"I do not know how I could get the invoices from October",
				"how do I get the invoice from June?",
				"would it be possible to get the invoice from November?",
				"could you help me to get the invoice from March?",
				"I do not know how to get the invoices from last month",
				"assistance to get the invoice",
				"I do not know what I need to do to get the invoice",
				"will you send me the invoices from four months ago?",
				"can I get the invoices from 6 purchases ago?",
				"could you help me getting the invoices?",
				"I am calling to get the invoice from 7 months ago",
				"I want help getting my invoices",
				"assistance to get the invoices from December",
				"I would like to get the invoice from nine months ago",
				"I would like to get the invoices from February",
				"get invoices from nine months ago",
				"is it possible to get the invoice?",
				"I have got to get the invoices from 1 purchases ago",
				"I don't know what to do to get the invoices from August",
				"I do not know how I could get the invoices from 7 months ago",
				"I have to get the invoices",
				"I do not know how I can get the invoices from ten months ago",
				"could I get the invoice from last month?",
				"I need to get the invoice",
				"I need assistance to get my invoice",
				"could you help me getting the invoices from May?",
				"how can I get my invoice?",
				"getting invoice from last month",
				"how do I get the invoice?",
				"I need assistance to get the invoices from last month",
				"can I get the invoices?",
				"send me my invoice",
				"I don't know how I can get the invoice from last month",
				"I would like to get the invoice from December",
				"I do not know how to get the invoices from 6 purchases ago",
				"I need help to get the invoices from my last purchase",
				"help getting my invoice",
				"I do not know how to get the invoice from April",
				"help me to get the invoice from last month",
				"I do not know what I have to do to get the invoices",
				"help me get the invoice",
				"get invoice from last purchase",
				"I do not know what I have to do to get my invoices",
				"help me get the invoice from 6 purchases ago",
				"could you send me my invoices?",
				"I need to get the invoice from 9 purchases ago",
				"I don't know how I could get the invoice",
				"how to get the invoices from March?",
				"I want help getting the invoice from last month",
				"I don't know how to get the invoice from last month",
				"can I get my invoices?",
				"I do not know how I could get my invoices",
				"where could I get the invoices from November?",
				"how can I get the invoice from last month?",
				"where could I get the invoices from 6 purchases ago?",
				"could you help me to get the invoices from July?",
				"getting invoices",
				"I try to get the invoice from last month",
				"can I get the invoice from November?",
				"help to get the invoice from September",
				"could you help me to get the invoices from last month?",
				"how could I get the invoices from my last purchase?",
				"send me the invoices from one purchases ago",
				"I would like to get the invoices from ten months ago",
				"could you help me getting the invoice from last month?",
				"I don't know how I can get the invoice from 9 purchases ago",
				"I want assistance to get the invoices",
				"getting invoices from last purchase",
				"how to get my invoices?",
				"I do not know how to get the invoices from May",
				"could you send me the invoice from last month?",
				"get invoice from September",
				"getting invoices from 2 purchases ago",
				"how can I get the invoices from August?",
				"I need assistance to get the invoice from 3 purchases ago",
				"how to get the invoice from March?",
				"could you help me to get my invoice?",
				"I am calling to get the invoice from last month",
				"getting invoice",
				"how could I get the invoice from 2 purchases ago?",
				"can you send me my invoice?",
				"I am trying to get the invoice from my last purchase",
				"getting invoice from March",
				"how could I get the invoices from 10 months ago?",
				"could you help me to get the invoice from six months ago?",
				"can you help me to get the invoice from last month?",
				"would it be possible to get the invoices from last month?",
				"can you send me the invoices from last month?",
				"I do not know how I can get the invoice from August",
				"I call to get the invoice from last month",
				"getting invoice from 1 purchases ago",
				"help me get my invoices",
				"where can I get the invoices from my last purchase?",
				"could you help me get the invoice from September?",
				"I would like to get the invoice from one purchases ago",
				"I need help to get the invoices from last month",
				"I want help getting the invoices from my last purchase",
				"I need help to get the invoices from one purchases ago",
				"could you help me get the invoices?",
				"I do not know how to get the invoice from eleven months ago",
				"how do I get the invoices from my last purchase?",
				"I don't know how to get the invoice from 1 purchases ago",
				"is it possible to get the invoice from my last purchase?",
				"can you help me to get the invoices from December?",
				"I don't know how I could get the invoices from last month",
				"can you send me the invoices from my last purchase?",
				"could you help me get my invoice?",
				"I want to get the invoice from 1 purchases ago",
				"how can I get my invoices?",
				"I try to get the invoice from my last purchase",
				"can you help me getting the invoice from my last purchase?",
				"help me getting the invoice",
				"is it possible to get my invoice?",
				"could you send me the invoices from August?",
				"can you help me get the invoices from October?",
				"I don't know what I need to do to get my invoice",
				"I am trying to get my invoices",
				"help me to get the invoice from 8 months ago",
				"could you help me getting the invoice?",
				"can you help me get the invoice from my last purchase?",
				"I need to get the invoice from July",
				"I need assistance to get the invoices from 2 purchases ago",
				"I have to get my invoices",
				"assistance to get my invoice",
				"help getting the invoices from 10 months ago",
				"get invoices from last purchase",
				"assistance to get the invoice from 3 purchases ago",
				"I do not know what I have to do to get the invoice",
				"I don't know how to get the invoice",
				"I call to get the invoices from my last purchase",
				"I need help to get my invoices",
				"I have got to get the invoice from June",
				"I need assistance getting my invoices",
				"can you help me get my invoices?",
				"how do I get the invoice from my last purchase?",
				"can you help me get the invoices from 3 purchases ago?",
				"how could I get the invoice from my last purchase?",
				"I want help to get the invoice from 6 purchases ago",
				"help me to get the invoice from my last purchase",
				"I do not know what I need to do to get my invoice",
				"assistance to get the invoices from last month",
				"get invoice from 3 purchases ago",
				"can you help me get the invoices?",
				"assistance to get the invoice from last month",
				"help getting the invoices",
				"help me getting the invoices from April",
				"can you help me getting the invoices from 7 months ago?",
				"where do I get the invoices from my last purchase?",
				"help me to get the invoices from my last purchase",
				"I try to get the invoices from 11 purchases ago",
				"I am trying to get the invoice from last month",
				"how can I get the invoices from 9 purchases ago?",
				"how could I get my invoice?",
				"I try to get the invoices from May",
				"where do I get the invoice from last month?",
				"what do I have to do to get my invoice?",
				"could you send me the invoices from last month?",
				"I do not know how I could get the invoice from January",
				"I want assistance to get the invoice from my last purchase",
				"I have got to get the invoices from my last purchase",
				"I have got to get the invoice from 10 months ago",
				"I need help getting the invoice from my last purchase",
				"getting invoices from last month"
			],
			"responses": [
				"To get invoice for your order and purchase \ngo to the online web store \ngo to orders page \nselect previous orders or current order \nchoose the order you want an invoice for"
			]
		},
		 {
			"tag": "payments",
			"input": [
				"payment",
				"payments",
				"I want to pay",
				"Do you take credit cards?",
				"Do you accept Mastercard?",
				"Can I pay with Paypal?",
				"Are you cash only?",
				"Do you take credit cards?",
				"Do you accept paytm?",
				"Can I pay with googlepay?",
				"Are you cash only?",
				"Do you accept online payment.",
				"Can I order pay on delivery",
				"What kind of payment do you accept?",
				"Can I pay with cash?",
				"Can I pay with card?",
				"I would like to pay for my order",
				"I need assistance seeing your available payment methods",
				"help me check your allowed payment methods",
				"what are your allowed payment methods?",
				"i do not know what to do to list ur allowed payment methods",
				"help me to see what payment methods are allowed",
				"where do I check what payment methods are available?",
				"I do not know how to check your accepted payment methods",
				"I want help listing your accepted payment methods",
				"could I check your allowed payment methods?",
				"help me to list your accepted payment methods",
				"where to check your allowed payment methods?",
				"I don't know how I can see your available payment options",
				"I have got to check your allowed payment methods",
				"I do no know what to do to list your payment methods",
				"how can I check the allowed payment options?",
				"help to check your allowed payment methods",
				"I want help checking your allowed payment methods",
				"help to list your payment methods",
				"could you show me your allowed payment methods?",
				"I do not know how to check your allowed payment methods",
				"i need help to list the payment methods",
				"I have to check what payment methods are allowed, help me",
				"I need help to see the available payment methods",
				"could you help me checking what payment methods you accept?",
				"I want to check your accepted payment options",
				"wanna list ur allowed payment options how do i do it",
				"I want help to list the allowed payment options",
				"what do I need to do to check your allowed payment methods?",
				"I want help checking what payment methods are available",
				"i need help checking what payment methods are accepted",
				"is it possible to check what payment methods you accept?",
				"I have to check what payment methods are available",
				"how to check what payment methods are accepted?",
				"I try to check your allowed payment methods",
				"is it possible to check what payment methods are available?",
				"will you show me what payment methods you accept?",
				"checking allowed payment methods",
				"I don't know how I can check your allowed payment methods",
				"I need to check what payment methods are available",
				"I want assistance checking your allowed payment methods",
				"what are the payment methods available?",
				"assistance to see what payment options are avaqilable",
				"help me to check what payment methods you accept",
				"I need help checking your allowed payment methods",
				"want help checking ur available payment options",
				"want help checking ur allowed payment methods",
				"I don't know how I can check the allowed paymen options",
				"need assistance to check the allowe payment methods",
				"i dont know what to do to list the available payment methods",
				"assistance to check what payment methods are available",
				"I do not know how I can list the accepted payment options",
				"where do i see the allowed payment methods",
				"i need assistance seeing the accepted payment options",
				"how to check what payment methods are available?",
				"I need assistance cchecking your available payment methods",
				"I need assistance to see your accepted payment options",
				"help me checking what payment methods you accept",
				"where can I check what payment methods are available?",
				"want assistance checking the available payment methods",
				"want assistance to see what payment methods are accepted",
				"how do I list your payment options?",
				"I have to check what payment methods you accept",
				"I want assistance to check your allowed payment methods",
				"could you help me to check your allowed payment methods?",
				"how could I check your allowed payment methods?",
				"i dont know how i can check the available apyment options",
				"i have got to check what payment options are accepted",
				"whee can I see your payment options?",
				"assistance to see what payment methods are accepted",
				"i have to see the payment options",
				"need to list the accepted payment options how  can i do it",
				"can you help me listing your allowed payment options?",
				"could I check what payment methods you accept?",
				"I need assistance listing your accepted payment methods",
				"I do not know how to see the payment options",
				"I don't know how to check your allowed payment methods",
				"need help checking the accepted payment options",
				"could you tell me what payment methods you accept?",
				"assistance to check the available payment options",
				"can you help me to check your allowed payment methods?",
				"I want assisrance seeing what payment options are allowed",
				"where could I check your allowed payment methods?",
				"what do I have to do to list the fucking payment methods?",
				"allowed payment methods",
				"can you show me what payment methods are available?",
				"can you tell me your allowed payment methods?",
				"I don't know what to do to see the available payment methods",
				"help me to check your allowed payment methods",
				"can you help me checking what payment methods are available?",
				"where do I check your allowed payment methods?",
				"can you show me what payment methods you accept?",
				"where to check the available payment methods?",
				"where can I check what payment methods you accept?",
				"I would like to check what payment methods you accept",
				"could you help me check what payment methods are available?",
				"could you help me to check what payment methods you accept?",
				"I need help checking what payment methods you accept",
				"I want assistance to see what payment methods are allowed",
				"I want assistance to list the allowed payment methods",
				"I do not know how I could check your allowed payment methods",
				"where can I check your allowed payment methods?",
				"help me seeing what payment methods areavailable",
				"show me the payment options",
				"check what payment methods you accept",
				"help to check what payment methods you accept",
				"check what payment methods are available",
				"need to list ur available payment methods",
				"I need help to check what payment methods you accept",
				"I need assistance seeing the accepted payment method",
				"is it possible to see what payment methods are available?",
				"where to check what payment methods you accept?",
				"how can I check what payment methods are available?",
				"assistance checking your allowed payment methods",
				"I need help to check what payment methods are available",
				"how to check what payment methods you accept?",
				"can I pay with Google Pay?",
				"I need to check your allowed payment methods",
				"assistance checking what payment methods are available",
				"tell me what payment methods you accept",
				"i dont know what i need to do to list ur payment options",
				"I do not know how to list your available payment methos",
				"can I check what payment methods are available?",
				"is it possible to check what payment options are accepted?",
				"how do I check what payment methods are available?",
				"can you tell me what payment methods are available?",
				"what do i have to do to see ur accepted payment methods",
				"I nede to see the payment methods",
				"help checking your payment methods",
				"where do I list the bloody allowed payment methods?",
				"I would like to check your allowed payment methods",
				"what are the payment options allowed",
				"I am trying to check what payment methods are available",
				"ccan i check the available payment options",
				"help checking what payment methods are available",
				"how to see what payment options are allowed?",
				"can I check your allowed payment methods?",
				"how to check your allowed payment methods?",
				"can I check what payment methods you accept?",
				"could you tell me what payment methods are available?",
				"i dont know how to list the available payment methods",
				"I have got to see what payment options are accepted",
				"I want assistance to check what payment methods you accept",
				"could you tell me your allowed payment methods?",
				"i have to check the pahment options",
				"i do not know how i can check the allowed payment options",
				"I want help checking what payment methods you accept",
				"what do I have to do to check your allowed payment methods?",
				"list the payment options",
				"how do i check what damn payment methods are accepted",
				"i do not know how i can check the avaqilable payment methods",
				"i dont know how to check ur accepted payment methods",
				"where can I check what payment options are accepted?",
				"can you help me to check what payment methods are available?",
				"how do I check what payment methods you accept?",
				"could you show me what payment methods are available?",
				"I need assistance to check your allowed payment methods",
				"I don't know how I could check your allowed payment methods",
				"do you accept Google Pay?",
				"show me your allowed payment methods",
				"check what payment options are allowed",
				"I do not know what I need to do to see your payment methods",
				"what do i need to do to check the goddamn payment methods",
				"can you tell me what payment methods you accept?",
				"I want help to check what payment methods you accept",
				"can utell me ur allowed  payment methods",
				"assistance checking what payment methods you accept",
				"where can i list ur payment options",
				"will you show me what payment methods are available?",
				"I want to check your allowed payment methods",
				"could you help me check what payment methods you accept?",
				"can you show me your allowed payment methods?",
				"I want help to see what payment options are allowed",
				"what payment methods do you accept?",
				"where do I check what payment methods you accept?",
				"where canI list your accepted payment options?",
				"I need to check what payment methods you accept",
				"I have got to check what payment methods you accept",
				"I have got to see the allowed payment methods , help me",
				"I do not know how to check the payment options",
				"where can I see what payment methods you accept?",
				"can you help me checking what payment methods you accept?",
				"i have got to list ur payment methods can i get some help",
				"i do not know how to list theavailable payment options",
				"I am trying to check what payment methods you accept",
				"help me to check what payment methods are available",
				"how to check ur goddamn allowed payment options",
				"I have to check your available payment options",
				"i dont know how i can see the payment options",
				"I need help checking what payment options are accepted",
				"i do not know what to do to list ur accepted paymet options",
				"I want to see your allowed payment options, I need help",
				"I don't know how to see your allowed payment options",
				"I want help to check your allowed payment methods",
				"where could I check what payment methods are available?",
				"could you show me what payment methods you accept?",
				"can you help me checking your allowed payment methods?",
				"can ya help me checking what paymnent options are accepted",
				"help checking your allowed payment options",
				"I do not know how I can check your allowed payment methods",
				"want help checking your available payment options",
				"I need help checking the allowed payment options",
				"I need assistance checking what payment methods you accept",
				"tell me what payment methods are available",
				"how can I check what payment methods you accept?",
				"help to check what payment methods are available",
				"seeing accepted payment options",
				"i have to check what payment methods are allowed help me",
				"assistance to check what payment methods you accept",
				"is it possible to see what payment methods are available",
				"can you help me check your allowed payment methods?",
				"will you show me your allowed payment methods?",
				"I have got to see your available payment methods",
				"I need assistance seeing your bloody allowed payment options",
				"how can I check your allowed payment methods?",
				"I want to check what payment methods you accept",
				"where do I see what payment options are accepted?",
				"help checking what payment methods you accept",
				"will you tell me what payment methods are available?",
				"want assistance to check what payment methods are allowed",
				"help me checking your allowed payment methods",
				"want help to see what payment methods uaccept",
				"can I pay with amex?",
				"how do I check your allowed payment methods?",
				"could you help me check your allowed payment methods?",
				"can you help me check what payment methods are available?",
				"help me check what payment methods you accept",
				"i do not know how to list the allowed payment options",
				"i want assistance listing ur payment methods",
				"I would like to check what payment methods are available",
				"I need to check what payment options are allowed",
				"help me check what payment methods are available",
				"how do i see th accepted payment methods",
				"will you tell me what payment methods you accept?",
				"is it possible to see your payment options?",
				"want help seeing you allowed payment methods",
				"I need help checking what payment methods are available",
				"I want assistance listing the payment options",
				"help me checking what payment methods are available",
				"could I check what payment methods are available?",
				"can you tell me your payment methods?",
				"i have to see ur available payment methods how to do it",
				"I have got to check what payment methods are available",
				"I need assistance to check what payment methods you accept",
				"I want to check what payment methods are available",
				"is it possible to check your allowed payment methods?",
				"check ur damn payment methods",
				"allowed payment options",
				"how can I see your payment methods?",
				"i dont know what i need to do to see the payment methods",
				"I want to see your allowed payment options, how can I do it?",
				"where to see the available payment otions?",
				"can you help me check what payment methods you accept?",
				"what payment methods are available?",
				"is it possible to list your payment options?",
				"check your allowed payment methods",
				"i need help to see what payment options are available",
				"show me what payment methods are available",
				"I do not know how to check the allowed payment options",
				"could you help me checking your allowed payment methods?",
				"need assistance to see ur accepted payment options",
				"i need help checking what payment methods are allowed",
				"check allowed payment methods",
				"I have to check your allowed payment methods",
				"can you tell me what payment options are accepted?",
				"I try to check what payment methods you accept",
				"I need assistance checking your allowed payment methods",
				"I need help seeing your payment methods",
				"where could I check what payment methods you accept?",
				"need to list ur allowed payment options can uhelp me",
				"I have to see the accepted payment options",
				"I am trying to check your allowed payment methods",
				"I have to list your allowed payment options",
				"I want assistance checking what payment methods you accept",
				"can you help me to check what payment methods you accept?",
				"i have got to list ur available payment methods how to do it",
				"tell me your allowed payment methods",
				"I try to check what payment methods are available",
				"assistance to check your allowed payment methods",
				"what do i have to do to list urallowed payment methods",
				"would it be possible to check your allowed payment methods?",
				"how could I check what payment methods are available?",
				"do you accept card?",
				"I have to see your payment methods, how to do it?",
				"need assistance seeing what payment methods are accepted",
				"need help listing the allowed payment metods",
				"I need help to check your allowed payment methods",
				"show me what payment methods you accept",
				"where to check what payment methods are available?",
				"I need assistance checking the available payment methods",
				"I want help to check what payment methods are available",
				"help checking your allowed payment methods",
				"will you tell me your allowed payment methods?",
				"i want assistanceto check the available payment methods",
				"how could I check what payment methods you accept?",
				"I need to list the payment options, how to do it?",
				"I want to list the payment options, can I get some help?",
				"I do not know what to do to list the allowed payment options"
			],
			"responses": [
			    "We accept VISA, Mastercard, and Paypal, googlepay, paytm, and cash",
				"We accept most major credit cards, debit cards, master cards, googlepay, cash, and Paypal"
			]
		},
		{
			"tag": "payment_issue",
			"input": [
			"issue with payment",
			"my payment issues",
			"payment problems",
			"Payment issue",
			"Can you solve my payment issues",
			"payment issues",
			"I tried paying but experience issues",
			"Experiencing payment issues",
			"Can't seem to pay",
			"Can't seem to make payemnt",
			"Can not make payemnt",
			"Can not pay",
			"paying issues",
			"Experiencing payment issues",
			"I don't know how I could report an issue with payments",
			"I don't know how to report payment issues",
			"I don't know how I can report payment issues",
			"Report issues with payments",
			"Could you help me solve my card payments issues?",
			"I am trying to report an issue with payment",
			"Assistance reporting issues with payment",
			"I do not know how I can report payment issues",
			"I would like to report an issue with payments",
			"I am having issues paying for this product",
			"I don't know how I could report an issue with payments",
				"I don't know how to report payment issues",
				"I don't know how I can report payment issues",
				"report issues with payments",
				"could you help me solving issues with payments?",
				"I am trying to report an issue with payment",
				"assistance reporting issues with payment",
				"I do not know how I can report payment issues",
				"I would like to report an issue with payments",
				"I do not know how I can report an issue with payment",
				"could you help me to report issues with payment?",
				"what do I need to do to report an issue with payment?",
				"can you help me solving issues with payment?",
				"help to report an issue with payments",
				"I don't know how I could report issues with payment",
				"where to report issues with payments?",
				"I want help to report payment issues",
				"assistance solving issues with payment",
				"I need assistance reporting an issue with payment",
				"I want help solving issues with payment",
				"could you help me report issues with payments?",
				"could you help me solving an issue with payments?",
				"I want help reporting a payment issue",
				"I try to report an issue with payment",
				"help me report issues with payments",
				"I need help solving issues with payment",
				"assistance reporting issues with payments",
				"where do I report issues with payment?",
				"report an issue with payments",
				"I do not know what I have to do to report payment issues",
				"question about my payment",
				"I want help reporting an issue with payments",
				"would it be possible to report payment issues?",
				"can you help me to solve payment issues?",
				"how do I report issues with payments?",
				"I want help reporting payment issues",
				"help me solving payment issues",
				"help to report a payment issue",
				"I need assistance to report payment issues",
				"I need help solving payment issues",
				"can you help me to report issues with payment?",
				"issues with payments",
				"I want help to solve issues with payments",
				"could you help me report an issue with payment?",
				"reporting issue with payments",
				"I need assistance solving issues with payment",
				"can you help me to solve an issue with payments?",
				"can you help me solving issues with payments?",
				"I don't know what to do to report issues with payment",
				"I try to report issues with payment",
				"could you help me report a payment issue?",
				"I need help to solve an issue with payments",
				"could you help me solving payment issues?",
				"where could I report a payment issue?",
				"help reporting issues with payments",
				"what do I need to do to report issues with payments?",
				"I want help to report issues with payment",
				"I do not know how I can report an issue with payments",
				"I do not know how to report a payment issue",
				"I want to report an issue with payments",
				"can you help me to report payment issues?",
				"I need to report an issue with payments",
				"could you help me to report an issue with payments?",
				"I want assistance solving an issue with payments",
				"can you help me report issues with payment?",
				"could you help me to solve payment issues?",
				"I want help to solve an issue with payment",
				"solve issues with payments",
				"I do not know what to do to report an issue with payment",
				"report issues with payment",
				"help regarding payments",
				"I do not know how to report issues with payment",
				"help me solve a payment issue",
				"I have a question about my payments",
				"help me solve payment issues",
				"can you help me to solve an issue with payment?",
				"I do not know what I need to do to report a payment issue",
				"I want to report payment issues",
				"help me solving issues with payments",
				"reporting issues with payment",
				"I need help to solve a payment issue",
				"I do not know how I can report a payment issue",
				"help me to solve a payment issue",
				"I want help solving payment issues",
				"is it possible to report issues with payment?",
				"I need assistance solving payment issues",
				"assistance to report payment issues",
				"is it possible to report an issue with payment?",
				"assistance reporting payment issues",
				"I have to report an issue with payment",
				"can you help me report an issue with payments?",
				"I don't know how I can report an issue with payments",
				"could you help me solve issues with payments?",
				"I need help to solve payment issues",
				"I don't know what I have to do to report issues with payment",
				"help me solve issues with payments",
				"can you help me solve payment issues?",
				"what do I need to do to report payment issues?",
				"could you help me solve payment issues?",
				"I want assistance to solve issues with payment",
				"where could I report an issue with payments?",
				"help me to report issues with payment",
				"where can I report an issue with payment?",
				"can you help me to solve issues with payments?",
				"how to report payment issues?",
				"could you help me solve issues with payment?",
				"I want help solving issues with payments",
				"could you help me reporting an issue with payment?",
				"I don't know what to do to report an issue with payment",
				"reporting issues with payments",
				"reporting payment issue",
				"help me solve an issue with payment",
				"payment issues",
				"I want assistance reporting an issue with payment",
				"help solving an issue with payment",
				"help me solving a payment issue",
				"I don't know what I need to do to report a payment issue",
				"I try to report payment issues",
				"help to solve payment issues",
				"help to report payment issues",
				"can you help me solve an issue with payment?",
				"can you help me reporting payment issues?",
				"how to report an issue with payments?",
				"help with payments",
				"I want assistance reporting issues with payments",
				"I need help solving issues with payments",
				"reporting issue with payment",
				"I want assistance to report an issue with payments",
				"solve an issue with payment",
				"solve a payment issue",
				"how to report issues with payments?",
				"what do I need to do to report issues with payment?",
				"solve payment issues",
				"could you help me reporting issues with payments?",
				"help solving a payment issue",
				"can you help me solving an issue with payments?",
				"I need help to solve an issue with payment",
				"could you help me solving a payment issue?",
				"how could I report an issue with payment?",
				"I want assistance solving an issue with payment",
				"I need assistance to solve an issue with payments",
				"can you help me solving an issue with payment?",
				"I need to report issues with payment",
				"I need assistance reporting a payment issue",
				"I want assistance solving issues with payment",
				"help me solving an issue with payment",
				"could you help me to report a payment issue?",
				"could you help me solving issues with payment?",
				"I want assistance to solve payment issues",
				"I want assistance to report issues with payment",
				"assistance to solve issues with payment",
				"what do I have to do to report an issue with payment?",
				"where to report a payment issue?",
				"I want help to report issues with payments",
				"assistance to solve a payment issue",
				"I do not know what to do to report payment issues",
				"assistance solving an issue with payments",
				"help me to solve an issue with payments",
				"help me to solve issues with payment",
				"could you help me report an issue with payments?",
				"I need help reporting an issue with payment",
				"I do not know how to report payment issues",
				"where do I report payment issues?",
				"help regarding payment",
				"is it possible to report issues with payments?",
				"I need assistance reporting issues with payments",
				"I want help reporting issues with payments",
				"help with payment",
				"I don't know what to do to report an issue with payments",
				"I don't know how I could report a payment issue",
				"how do I report payment issues?",
				"how could I report an issue with payments?",
				"can you help me report issues with payments?",
				"payment help",
				"I have got to report an issue with payments",
				"I have to report payment issues",
				"help me to report an issue with payments",
				"I do not know how I can report issues with payment",
				"how could I report issues with payment?",
				"I do not know how I could report a payment issue",
				"help to solve issues with payments",
				"would it be possible to report issues with payment?",
				"I want help solving a payment issue",
				"how can I report a payment issue?",
				"report issue with payments",
				"I need help solving an issue with payments",
				"help to report issues with payment",
				"can you help me solving a payment issue?",
				"assistance to solve issues with payments",
				"would it be possible to report an issue with payments?",
				"I need assistance to report an issue with payments",
				"help reporting a payment issue",
				"I have to report issues with payment",
				"how can I report an issue with payment?",
				"I need assistance to report a payment issue",
				"assistance to report issues with payments",
				"where do I report a payment issue?",
				"I don't know how I can report a payment issue",
				"report payment issue",
				"I want help reporting issues with payment",
				"help me to report a payment issue",
				"I want to report issues with payments",
				"issue with payment",
				"could you help me reporting issues with payment?",
				"I need help solving an issue with payment",
				"I have got to report payment issues",
				"issue with payments",
				"I don't know how I can report issues with payment",
				"where can I report an issue with payments?",
				"help me report issues with payment",
				"I want help to report an issue with payments",
				"how do I report an issue with payments?",
				"I am trying to report issues with payment",
				"could you help me to report payment issues?",
				"I don't know how I can report issues with payments",
				"how to report an issue with payment?",
				"what do I have to do to report an issue with payments?",
				"can you help me reporting issues with payments?",
				"I want assistance solving a payment issue",
				"I need assistance to report issues with payment",
				"I get an error when I try to pay",
				"how can I report issues with payments?",
				"I want assistance to report a payment issue",
				"I want assistance to report an issue with payment",
				"help me to report issues with payments",
				"help solving an issue with payments",
				"I don't know what I have to do to report payment issues",
				"help me report payment issues",
				"assistance to solve an issue with payments",
				"where could I report an issue with payment?",
				"help reporting an issue with payment",
				"I am trying to report an issue with payments",
				"assistance to report issues with payment",
				"I don't know how to report a payment issue",
				"I don't know how I could report payment issues",
				"what do I have to do to report payment issues?",
				"help solving issues with payments",
				"issues with payment",
				"I do not know how I could report an issue with payments",
				"could you help me to solve an issue with payment?",
				"I want assistance to report payment issues",
				"I need help to report an issue with payments",
				"I would like to report a payment issue",
				"would it be possible to report an issue with payment?",
				"I do not know what to do to report a payment issue",
				"I don't know how to report an issue with payment",
				"help me solve an issue with payments",
				"I do not know how to report issues with payments",
				"help to solve issues with payment",
				"how could I report a payment issue?",
				"help me to solve payment issues",
				"where can I report issues with payments?",
				"help reporting payment issues",
				"I do not know how to report an issue with payment",
				"can you help me to report issues with payments?",
				"help me report an issue with payments",
				"help to solve an issue with payments",
				"I don't know what to do to report a payment issue",
				"can you help me to solve a payment issue?",
				"I want help solving an issue with payments",
				"can you help me reporting a payment issue?",
				"could you help me to solve a payment issue?",
				"I want assistance solving payment issues",
				"I am trying to report payment issues",
				"I need help to solve issues with payment",
				"reporting payment issues",
				"where do I report an issue with payments?",
				"what do I have to do to report issues with payments?",
				"I would like to report issues with payments",
				"assistance to solve payment issues",
				"I need assistance solving an issue with payment",
				"help me report a payment issue",
				"could you help me to solve issues with payments?",
				"assistance to report a payment issue",
				"I do not know how I could report an issue with payment",
				"I want help to solve a payment issue",
				"can you help me to solve issues with payment?",
				"I want to report issues with payment",
				"report payment issues",
				"I need assistance to report an issue with payment",
				"could you help me report payment issues?",
				"solve an issue with payments",
				"I need assistance reporting an issue with payments",
				"I don't know what I need to do to report payment issues",
				"would it be possible to report a payment issue?",
				"payment issue",
				"assistance solving an issue with payment",
				"I want help to solve issues with payment",
				"I need assistance to solve issues with payment",
				"I do not know how I could report payment issues",
				"I need assistance to solve issues with payments",
				"report issue with payment",
				"can you help me to report a payment issue?",
				"where to report payment issues?",
				"I want assistance reporting payment issues",
				"where could I report issues with payments?",
				"help me to report an issue with payment",
				"I do not know how I could report issues with payment",
				"I need help reporting an issue with payments",
				"can you help me solve issues with payment?",
				"where can I report payment issues?",
				"report an issue with payment",
				"could you help me solve a payment issue?",
				"I have to report issues with payments",
				"is it possible to report a payment issue?",
				"I need help reporting issues with payments",
				"I try to report issues with payments",
				"I don't know what to do to report payment issues",
				"how to report a payment issue?",
				"can you help me reporting an issue with payments?",
				"help me to solve issues with payments",
				"where to report an issue with payments?",
				"could you help me to report an issue with payment?",
				"is it possible to report payment issues?",
				"I want assistance reporting issues with payment",
				"could you help me solve an issue with payments?",
				"I have to report a payment issue",
				"I do not know what I need to do to report payment issues",
				"assistance reporting a payment issue",
				"I need help reporting a payment issue",
				"where do I report an issue with payment?",
				"I need assistance solving an issue with payments",
				"help to solve an issue with payment"
			],
			
			"responses": [
				"Sorry to here this. Can you please tell me more on the issue with your payment and also provide me with your name and email address (if you are registered on the dashboard ticketing system please use the email with which you used to register) and I will connect an agent to your case."
			]
		},
		{
			"tag": "cancel_order",
			"input": [
			"Cancel",
			"cancel order",
			"Cancel my order",
			"My order should be canceled",
			"I can't cancel my order",
			"I seem to be having order cancelation issues",
			"I have issues cancelling my order",
			"I have issues canceling orders",
			"remove my order",
			"I have problems with canceling an order",
			"How can I find information about canceling orders?",
			"I need help with canceling the last order",
			"Could you help me cancelling the last order I made?",
			"Problem with cancelling an order I made",
			"Can you help me canceling my last order?",
			"I do not know how to cancel the last order I have made",
			"Problems with canceling my orders",
			"I have problems with cancelling the last order I have made",
			"Could you give me information about order cancellations?",
			"I have problems with canceling an order",
				"how can I find information about canceling orders?",
				"I need help with canceling the last order",
				"could you help me cancelling the last order I made?",
				"problem with cancelling an order I made",
				"can you help me canceling my last order?",
				"I do not know how to cancel the last order I have made",
				"problems with canceling my orders",
				"I have problems with cancelling the last order I have made",
				"could you give me information about order cancellations?",
				"I need help canceling the last order I have made",
				"I need help with cancelling the order I made",
				"I do not want the order",
				"how could I find information about cancelling an order?",
				"would you give me information about order cancellations?",
				"I have problems with cancelling my order",
				"how to cancel an order?",
				"I have problems with cancelling an order I have made",
				"assistance with cancelling the order I made",
				"can you give me information about canceling an order?",
				"problems with canceling orders",
				"I do not know how I can cancel the last order I made",
				"I would like to cancel the order I made",
				"I need help canceling an order",
				"how could I get information about cancelling an order?",
				"I need help cancelling an order I made",
				"I have problems with cancelling orders",
				"I have a question about canceling an order",
				"problem with cancelling orders",
				"problems with cancelling an order",
				"how could I cancel an order?",
				"where could I get information about order cancellations?",
				"I can't pay for the order",
				"I need assistance cancelling an order I made",
				"I am trying to find information about order cancelations",
				"I want help cancelling an order I have made",
				"I need help with cancelling an order I have made",
				"where to cancel an order I made?",
				"is it possible to cancel my order?",
				"where can I get information about canceling orders?",
				"assistance cancelling an order I have made",
				"assistance canceling the order I have made",
				"I want to cancel the order I made",
				"I do not know how I can cancel the order I made",
				"help me to cancel an order I have made",
				"I don't know how I could cancel the order I made",
				"is it possible to cancel the order I have made?",
				"would you give me information about canceling orders?",
				"I have a problem with canceling the order I have made",
				"I need help to cancel the order I made",
				"I need help to cancel the last order I have made",
				"I can't pay for the last order I have made",
				"I would like to cancel my last order",
				"where can I cancel my order?",
				"help me canceling my order",
				"question about canceling my order",
				"question about canceling an order",
				"problem with canceling the order I have made",
				"could you help me cancelling an order I made?",
				"question about canceling the last order I made",
				"I want to know more about order cancelations",
				"could you help me to cancel an order?",
				"could you help me cancel the last order I have made?",
				"where do I cancel the last order?",
				"I try to cancel the order I made",
				"help me cancelling an order I made",
				"help me canceling the order I made",
				"where can I cancel the order I have made?",
				"I don't know how to cancel an order I made",
				"I would like to cancel an order",
				"I do not know how I can cancel an order I have made",
				"I want assistance to cancel the last order I have made",
				"help with canceling an order I made",
				"I don't know how to cancel my last order",
				"I don't know how to cancel the order I made",
				"can you help me to cancel the order I made?",
				"help to cancel my order",
				"how do I cancel my order?",
				"how do I cancel the last order I made?",
				"I can't pay for my last order",
				"help me cancelling the last order I have made",
				"how can I find information about cancelling orders?",
				"I need assistance with canceling the last order I have made",
				"I have to cancel my last order",
				"cancel an order I have made",
				"I have a question about cancelling my last order",
				"problem with canceling the last order",
				"I want assistance to cancel my order",
				"can you help me to cancel my order?",
				"cancelling order",
				"I want information about canceling orders",
				"I need help with canceling the order I have made",
				"help with canceling the order I made",
				"I need help with cancelling my order",
				"where could I cancel the order I made?",
				"find information about cancelling an order",
				"I have got to cancel the last order I made",
				"I need assistance canceling the last order I have made",
				"question about canceling orders",
				"I do not know how I could cancel the order I have made",
				"I have problems with canceling my last order",
				"help with cancelling the order I have made",
				"I need assistance with canceling the order I have made",
				"problem with cancelling an order I have made",
				"I try to cancel the last order I have made",
				"I would like to know about order cancellations",
				"question about canceling my orders",
				"I do not know how I could cancel my last order",
				"how do I cancel the last order I have made?",
				"I would like information about canceling an order",
				"assistance cancelling my order",
				"how to cancel the last order I have made?",
				"I am trying to find information about cancelling an order",
				"can you help me to cancel the last order I have made?",
				"I need assistance cancelling an order",
				"how could I cancel the last order I have made?",
				"I am looking for information about order cancelations",
				"I have a problem with cancelling orders",
				"can you give me information about cancelling orders?",
				"I need assistance canceling the order I made",
				"how can I cancel the last order I have made?",
				"help me canceling an order I made",
				"I want assistance cancelling an order I have made",
				"I have a question about canceling the last order",
				"I do not know how to cancel the last order I made",
				"would it be possible to cancel the last order I have made?",
				"I want help to cancel the order I have made",
				"help me cancel the last order I made",
				"could you help me cancelling the order I made?",
				"I need assistance with canceling my last order",
				"can you help me cancel the last order?",
				"I do not want to pay for the last order I have made",
				"is it possible to cancel the last order I made?",
				"help with cancelling the last order I have made",
				"assistance cancelling the order I made",
				"I need help to cancel an order",
				"I have a problem with cancelling my last order",
				"I have problems with canceling the order I have made",
				"I don't know how to cancel an order",
				"I am trying to cancel the last order",
				"help cancelling my order",
				"I don't know how I can cancel the last order I made",
				"I want help canceling the order I have made",
				"I don't know how I could cancel an order I have made",
				"will you give me information about canceling an order?",
				"assistance with cancelling the last order I made",
				"I need to cancel my order",
				"I do not want to pay for the order I made",
				"how can I cancel an order?",
				"assistance canceling my last order",
				"I have problems with cancelling the last order I made",
				"I can't pay for the order I have made",
				"could you give me information about cancelling orders?",
				"I do not know how to cancel an order I have made",
				"where do I cancel the order I have made?",
				"I have a problem with canceling the last order I made",
				"help canceling the last order",
				"I need help with canceling an order I made",
				"help with cancelling the last order",
				"I want help to cancel my last order",
				"I do not know how I could cancel the last order I made",
				"I want assistance to cancel the last order",
				"where can I cancel the last order I made?",
				"can you tell me about order cancellations?",
				"could you help me canceling an order I have made?",
				"assistance cancelling the last order I made",
				"I would like to cancel the last order",
				"question about cancelling the last order",
				"problem with canceling my last order",
				"assistance cancelling an order I made",
				"how can I cancel an order I have made?",
				"I have a problem with cancelling the order I made",
				"problem with canceling the last order I have made",
				"assistance canceling the order I made",
				"how could I get information about cancelling orders?",
				"I want information about cancelling orders",
				"assistance cancelling my last order",
				"give me information about cancelling orders",
				"help to cancel an order I made",
				"can you help me to cancel an order I made?",
				"problem with canceling the order I made",
				"I do not want to pay for my last order",
				"can you help me cancel my last order?",
				"I need assistance to cancel an order",
				"where can I get information about order cancellations?",
				"I want to cancel the last order I made",
				"I need help with cancelling an order",
				"I want assistance canceling an order",
				"I need assistance with cancelling an order",
				"will you give me information about order cancelations?",
				"I have got to cancel my order",
				"could you help me cancelling the last order?",
				"I don't want the order I have made",
				"I am trying to cancel the order I have made",
				"question about cancelling my last order",
				"help me to cancel my last order",
				"I have a problem with canceling the last order I have made",
				"help with canceling the order I have made",
				"could you help me cancel an order?",
				"would it be possible to cancel my order?",
				"where can I get information about canceling an order?",
				"where could I cancel the last order?",
				"I have a problem with cancelling an order I made",
				"is it possible to cancel an order I have made?",
				"canceling order",
				"where could I cancel my order?",
				"can you help me cancelling the order I made?",
				"can you help me cancelling my order?",
				"I do not know how I can cancel the order I have made",
				"help to cancel an order I have made",
				"I want help to cancel an order I have made",
				"can you help me canceling the order I made?",
				"I need help canceling the order I have made",
				"help canceling my last order",
				"problems with cancelling the order I made",
				"I have problems with cancelling the order I have made",
				"I have problems with canceling an order I have made",
				"I have got to cancel an order",
				"I do not want to pay for an order I made",
				"I want to know about order cancellations",
				"I want to know more about order cancellations",
				"how could I cancel the last order I made?",
				"help with cancelling my last order",
				"could you tell me more about order cancellations?",
				"help me canceling my last order",
				"how could I find information about order cancellations?",
				"I have problems with canceling the last order I have made",
				"how could I cancel an order I made?",
				"I cannot pay for my last order",
				"tell me about order cancelations",
				"I need assistance with canceling an order I made",
				"I have a question about canceling the last order I made",
				"where could I get information about canceling orders?",
				"help me canceling the last order I have made",
				"I can't pay for an order I have made",
				"would you give me information about order cancelations?",
				"how to cancel the last order I made?",
				"I have problems with cancelling an order",
				"I need help canceling my order",
				"help to cancel the order I made",
				"cancel order",
				"I need help with canceling the last order I made",
				"would it be possible to cancel the order I made?",
				"I need help to cancel my order",
				"help me canceling the last order I made",
				"can you help me cancel the order I made?",
				"help to cancel the last order",
				"help me cancelling my last order",
				"I want assistance to cancel the order I have made",
				"where could I cancel an order I made?",
				"how can I cancel an order I made?",
				"I need assistance with canceling the last order",
				"how could I get information about order cancelations?",
				"I have problems with canceling orders",
				"I don't want to pay for the last order I have made",
				"where could I get information about cancelling an order?",
				"I don't know how to cancel an order I have made",
				"I have a question about canceling my order",
				"I have a question about canceling orders",
				"can you help me canceling the last order?",
				"I need assistance with cancelling the last order",
				"could you help me cancelling an order?",
				"I have a problem with canceling an order",
				"order cancellation",
				"help cancelling the last order I have made",
				"question about cancelling an order I have made",
				"help canceling an order",
				"question about cancelling orders",
				"help me cancelling my order",
				"how do I cancel an order I made?",
				"I have got to cancel the order I have made",
				"I don't want the last order I made",
				"I would like to know more about order cancellations",
				"tell me more about order cancelations",
				"information about canceling an order",
				"I have a question about cancelling my order",
				"I have a problem with cancelling my order",
				"order cancelation",
				"question about canceling my last order",
				"assistance with cancelling the order I have made",
				"how to cancel my order?",
				"I am trying to cancel an order I made",
				"I do not know how I could cancel an order",
				"I don't know how I can cancel the last order I have made",
				"I don't know how I can cancel an order I have made",
				"could you help me cancel the order I have made?",
				"help canceling the order I have made",
				"problems with canceling the order I made",
				"I need help canceling the last order",
				"I need assistance with cancelling the order I made",
				"I don't know how to cancel my order",
				"I am trying to find information about canceling an order",
				"I have to cancel the order I made",
				"assistance cancelling an order",
				"I need assistance with cancelling my orders",
				"is it possible to cancel the last order?",
				"find information about order cancelations",
				"I have a question about cancelling an order",
				"assistance cancelling the last order",
				"I don't want an order I have made",
				"help me cancel the order I made",
				"I have to cancel an order I have made",
				"I don't know how I can cancel the last order",
				"could you help me canceling the order I have made?",
				"could you help me to cancel my last order?"
			],
		 "responses": [
			"I understand your concern and apologize for the inconviences. If you are unable to cancel your order yourself on the online shopping platform, you can provide me with your name, and order number (ID), email address (if you are registered on the dashboard ticketing system please use the email with which you used to register) and I will connect an agent to your case."
		 ]
		},
		{
			"tag": "order_tracking",
			"input": [
				"What is happening with my order?",
				"I can't track my order",
				"I seem to be having issues tracking my order",
				"I want to track my order",
				"What is my order status?",
				"What is up with my order",
				"My delivery tracking",
				"Tracking delivery",
				"I want to track my delivery",
				"Help me track my deliveries",
				"I order something since on monday but I am yet to receive it",
				"I want to track my order 126FG12",
				"I want you to track my order",
				"7EHGEG3Y is my order tracking id, help me track it",
				"Help me check my order",
				"What is the status of my delivery?",
				"What is the status of my order?",
				"Please why is my order delayed",
				"I am yet to receive my order please help"
			],
			"responses": [
				"Apologies! Though it is possible your order is being delayed for some reason. If you have checked the online store order tracking page and don't see any satisfying info then please provide your order id, name, and email (if you are registered on the dashboard ticketing system please use the email with which you used to register) and I will connect your case with an agent to help you track it"
			]
		},
		{
			"tag": "get_refund",
			"input": [
			"refund",
			"Get refund",
			"Can I get a refund?",
			"Get a refund",
			"Need my refund",
			"Give me a refund",
			"Assist with refund",
			"How can I get a refund?",
			"How will I get my money back?",
			"I am trying to get refunds",
			"help me get my money back",
			"Assistance to get my money back",
			"I do not know how to get a refund",
			"what do I need to do to get a refund of money?",
			"help me get refunds of money",
			"I want assistance to get a refund of money",
			"I need assistance to get a refund of money",
			"how can I get a refund?",
				"when will I get my money back?",
				"I am trying to get refunds",
				"help me get my money back",
				"assistance to get my money back",
				"I do not know how to get a refund",
				"what do I need to do to get a refund of money?",
				"help me get refunds of money",
				"I want assistance to get a refund of money",
				"I need assistance to get a refund of money",
				"I try to get a refund",
				"I do not know how I can get refunds",
				"help to get refunds of money",
				"I don't know what to do to get a refund",
				"where could I get refunds?",
				"would it be possible to get a refund of money?",
				"I want my money back",
				"help getting a refund",
				"assistance getting refunds of money",
				"I need assistance getting refunds",
				"what do I have to do to get refunds of money?",
				"I don't know what I have to do to get a refund of money",
				"I do not know what I need to do to get refunds of money",
				"I do not know how to get refunds of money",
				"I do not know what I have to do to get a refund",
				"I would like to get a refund of money",
				"getting refund of money",
				"I do not know what to do to get my money back",
				"I don't know what to do to get refunds",
				"where could I get my money back?",
				"could you help me getting refunds?",
				"help me to get refunds of money",
				"I have to get a refund of money",
				"could you help me get refunds of money?",
				"what do I need to do to get refunds of money?",
				"I don't know how I can get a refund",
				"I need assistance getting my money back",
				"how long until I get my money back?",
				"how to get refunds?",
				"I want help getting a refund",
				"where do I get refunds?",
				"I do not know how I could get refunds of money",
				"how to get my money back?",
				"I do not know how I could get a refund of money",
				"where could I get a refund of money?",
				"I am trying to get my money back",
				"I demand my money back",
				"assistance getting my money back",
				"when am I going to get a refund?",
				"when am I getting my money back?",
				"I want assistance getting my money back",
				"what do I have to do to get a refund of money?",
				"I do not know what I have to do to get a refund of money",
				"I do not know what to do to get a refund of money",
				"could you help me to get my money back?",
				"how do I get a refund?",
				"where do I get my money back?",
				"I have got to get refunds",
				"where can I get my money back?",
				"I don't know how to get refunds",
				"could you help me get refunds?",
				"where to get refunds of money?",
				"I don't know how I can get refunds",
				"can you help me to get my money back?",
				"is it possible to get refunds?",
				"could you help me to get a refund?",
				"I don't know what to do to get my money back",
				"I try to get a refund of money",
				"when am I getting a refund?",
				"when will I get a refund of money?",
				"I demand a refund of money",
				"I do not know what I have to do to get my money back",
				"I need a refund of money",
				"I need help getting my money back",
				"I don't know what I have to do to get my money back",
				"I have to get refunds",
				"is it possible to get a refund of money?",
				"I want help getting my money back",
				"when am I going to get my money back?",
				"help me getting a refund of money",
				"would it be possible to get a refund?",
				"help to get refunds",
				"I demand a refund",
				"I don't know what I have to do to get a refund",
				"how do I get refunds?",
				"I don't know how I can get a refund of money",
				"I want help to get refunds of money",
				"I need to get refunds",
				"assistance getting refunds",
				"I don't know what I need to do to get a refund of money",
				"how to get a refund of money?",
				"I need assistance to get refunds",
				"would it be possible to get refunds of money?",
				"I want assistance to get refunds",
				"I am trying to get a refund of money",
				"I have to get refunds of money",
				"help getting refunds",
				"I need help to get a refund",
				"how do I get refunds of money?",
				"I try to get refunds",
				"assistance getting a refund of money",
				"I do not know how I could get a refund",
				"I do not know what to do to get refunds of money",
				"how can I get a refund of money?",
				"can you help me get refunds?",
				"could you help me getting a refund of money?",
				"could you help me getting my money back?",
				"assistance to get a refund of money",
				"help me to get refunds",
				"I want help getting refunds of money",
				"how could I get a refund of money?",
				"I want a refund",
				"could you help me get a refund of money?",
				"I do not know how I can get my money back",
				"I need assistance getting a refund of money",
				"help me get a refund of money",
				"I want to get a refund",
				"how to get refunds of money?",
				"I don't know how to get a refund of money",
				"I do not know what I need to do to get refunds",
				"assistance to get refunds of money",
				"help me to get my money back",
				"I don't know how I could get a refund of money",
				"help to get a refund",
				"can you help me getting refunds of money?",
				"where to get refunds?",
				"where can I get a refund of money?",
				"I want a refund of money",
				"can you help me to get a refund?",
				"can you help me to get a refund of money?",
				"I want assistance getting a refund of money",
				"I do not know how to get my money back",
				"can you help me getting refunds?",
				"I want help to get refunds",
				"I need assistance getting refunds of money",
				"can you help me getting a refund?",
				"I don't know how I could get my money back",
				"I try to get refunds of money",
				"could you help me get my money back?",
				"I would like to get refunds",
				"help getting a refund of money",
				"where could I get a refund?",
				"help me getting refunds",
				"what do I need to do to get my money back?",
				"is it possible to get a refund?",
				"I want assistance to get my money back",
				"when will I get a refund?",
				"I want assistance to get refunds of money",
				"can you help me get refunds of money?",
				"I don't know how to get a refund",
				"what do I have to do to get refunds?",
				"I don't know what to do to get a refund of money",
				"how could I get a refund?",
				"I do not know how to get refunds",
				"I want to get refunds of money",
				"could you help me getting a refund?",
				"would it be possible to get my money back?",
				"what do I have to do to get my money back?",
				"I want to get my money back",
				"i want my goddamn reimburfsement",
				"where to get my money back?",
				"I need to get a refund",
				"I don't know how to get refunds of money",
				"I need to get a refund of money",
				"I don't know what I need to do to get my money back",
				"I would like to get a refund",
				"I want assistance to get a refund",
				"how can I get refunds?",
				"could you help me get a refund?",
				"how could I get my money back?",
				"where can I get refunds?",
				"I need help to get refunds",
				"where to get a refund?",
				"I need help to get my money back",
				"what do I have to do to get a refund?",
				"when can I expect a refund",
				"I do not know how I can get refunds of money",
				"where could I get refunds of money?",
				"I want to get a refund of money",
				"I don't know how I can get refunds of money",
				"getting refund",
				"how do I get a refund of money?",
				"I don't know how I can get my money back",
				"where do I get refunds of money?",
				"I have got to get a refund of money",
				"I have to get my money back",
				"when am I getting a refund of money?",
				"I want help getting refunds",
				"is it possible to get refunds of money?",
				"I do not know how I can get a refund of money",
				"I do not know how to get a refund of money",
				"I don't know how I could get refunds",
				"how do I get my money back?",
				"can you help me getting a refund of money?",
				"how could I get refunds of money?",
				"I want help getting a refund of money",
				"I need help to get refunds of money",
				"where can I get a refund?",
				"help me get refunds",
				"how can I get refunds of money?",
				"I don't know what I need to do to get refunds of money",
				"get money back",
				"I do not know how I could get my money back",
				"I need to ask for compensations, can you help me?",
				"how to get a refund?",
				"where can I get refunds of money?",
				"I do not know what I need to do to get a refund of money",
				"I need my money back",
				"I don't know what I have to do to get refunds",
				"could you help me getting refunds of money?",
				"I do not know how I can get a refund",
				"I need assistance to get my money back",
				"I don't know how I could get a refund",
				"can you help me get my money back?",
				"I have got to get my money back",
				"I try to get my money back",
				"I need to get refunds of money",
				"I want help to get a refund",
				"I have got to get a refund",
				"I am trying to get a refund",
				"can you help me get a refund of money?",
				"I want assistance getting refunds",
				"I do not know how I could get refunds",
				"I would like to get refunds of money",
				"I do not know what I need to do to get a refund",
				"getting money back",
				"could you help me to get a refund of money?",
				"how can I get my money back?",
				"I don't know what I have to do to get refunds of money",
				"help me to get a refund of money",
				"can you help me getting my money back?",
				"can you help me to get refunds of money?",
				"I don't know what I need to do to get refunds",
				"can you help me get a refund?",
				"help me getting refunds of money",
				"help to get my money back",
				"where do I get a refund?",
				"help me to get a refund",
				"when am I going to get a refund of money?",
				"would it be possible to get refunds?",
				"I want help to get my money back",
				"help me getting my money back",
				"I want assistance getting refunds of money",
				"I do not know what to do to get refunds",
				"when can I expect a refund of money",
				"where to get a refund of money?",
				"I need help getting refunds of money",
				"I want help to get a refund of money",
				"assistance to get a refund",
				"I need a refund",
				"is it possible to get my money back?",
				"I need help to get a refund of money",
				"could you help me to get refunds?",
				"I need help getting a refund of money",
				"help me getting a refund",
				"can you help me to get refunds?",
				"I don't know how I could get refunds of money",
				"I need assistance getting a refund",
				"could you help me to get refunds of money?",
				"I don't know what to do to get refunds of money",
				"I have got to get refunds of money",
				"I would like to get my money back",
				"help receiving a rebate",
				"I do not know what I have to do to get refunds",
				"I need help getting refunds",
				"I want to get refunds",
				"what do I need to do to get a refund?",
				"when can I expect my money back",
				"where do I get a refund of money?",
				"how could I get refunds?",
				"get refund",
				"I don't know what I need to do to get a refund",
				"assistance getting a refund",
				"I want assistance getting a refund",
				"help getting my money back",
				"I need assistance to get refunds of money",
				"I do not know what I need to do to get my money back",
				"get refund of money",
				"help to get a refund of money",
				"I have to get a refund",
				"I do not know how I can ask for compensations",
				"how long until I get a refund of money?",
				"help me get a refund",
				"I need assistance to get a refund",
				"I need to get my money back",
				"I do not know what to do to get a refund",
				"how long until I get a refund?",
				"I am trying to get refunds of money",
				"what do I need to do to get refunds?",
				"assistance to get refunds",
				"I need help getting a refund",
				"I do not know what I have to do to get refunds of money",
				"help getting refunds of money",
				"I don't know how to get my money back"
		   ],
		   "responses": [
			 "If you have already read our refund policy on our website and still want a refund, you can provide me with your name, and order number (ID), email address (if you are registered on the dashboard ticketing system please use the email with which you used to register) and I will connect an agent to your case."
			]
		 },
		 {
			 "tag": "check_refund_policy",
			 "input": [
			 "checking your refund policy",
				"I don't know how I can check your money back policy",
				"I want help to check in what cases can I ask for a refund",
				"I do not know what I have to do to check your refund policy",
				"could you help me checking your refund policy?",
				"I don't know what to do to check your money back policy",
				"can you show me in what cases can I ask for a refund?",
				"could you help me checking how long refunds usually take?",
				"I do not know what to do to check your refund policy",
				"could you help me to check your money back policy?",
				"could you help me checking how long refunds take?",
				"check in what cases can I ask to be refunded",
				"I want help checking how long refunds take",
				"I do not know how I could check your refund policy",
				"where do I check your money back policy?",
				"I need assistance to check how long refunds usually take",
				"I am trying to check in what cases can I ask to be refunded",
				"show me in what cases can I ask for refunds",
				"will you show me how long refunds take?",
				"I need assistance checking how long refunds take",
				"would it be possible to check your money back policy?",
				"can you help me check in what cases can I ask for a refund?",
				"I have to check how long refunds take",
				"can you help me check how long refunds take?",
				"help me check how long refunds usually take",
				"help checking in what cases can I ask for refunds",
				"help me check how long refunds take",
				"help to check your money back policy",
				"assistance to check your money back policy",
				"I do not know what to do to check your money back policy",
				"I do not know how I could check your money back policy",
				"can I check under what circumstances can I ask for refunds?",
				"under what circumstances can I ask for refunds?",
				"show me how long refunds usually take",
				"check in what cases can I ask for refunds",
				"help to check how long refunds usually take",
				"can you help me checking your refund policy?",
				"assistance checking your refund policy",
				"could you help me to check your refund policy?",
				"in what cases can I ask for my money back?",
				"help to check how long refunds take",
				"assistance to check how long refunds take",
				"can you show me your refund policy?",
				"I do not know how to check your refund policy",
				"could you show me in what cases can I ask for refunds?",
				"I do not know what I need to do to check your refund policy",
				"I am trying to check how long refunds usually take",
				"could you help me check how long refunds take?",
				"help me checking in what cases can I ask for refunds",
				"I need help checking in what cases can I ask for a refund",
				"is it possible to check how long refunds take?",
				"help me check in what cases can I ask for refunds",
				"I want help checking in what cases can I ask for a refund",
				"could you show me your money back policy?",
				"could I check in what cases can I ask for a refund?",
				"is it possible to check your money back policy?",
				"show me your refund policy",
				"assistance checking in what cases can I ask for refunds",
				"I want help to check your refund policy",
				"help me to check your refund policy",
				"I would like to check how long refunds usually take",
				"I don't know what I have to do to check your refund policy",
				"how do I check your money back policy?",
				"I want to check how long refunds take",
				"help to check in what cases can I ask for a refund",
				"help checking how long refunds take",
				"I need help to check in what cases can I ask for a refund",
				"I want assistance to check how long refunds usually take",
				"I try to check in what cases can I ask for my money back",
				"I want to check your money back policy",
				"where to check your money back policy?",
				"help me checking in what cases can I ask for a refund",
				"what do I have to do to check your refund policy?",
				"show me under what circumstances can I ask for my money back",
				"could you show me your refund policy?",
				"assistance checking how long refunds take",
				"could you show me in what cases can I ask for my money back?",
				"how to check your money back policy?",
				"I can't check your refund policy",
				"can you show me in what cases can I ask for my money back?",
				"can you help me check how long refunds usually take?",
				"help me to check how long refunds take",
				"help me checking your refund policy",
				"can you show me your money back policy?",
				"in what cases can I ask for refunds?",
				"could I check in what cases can I ask for my money back?",
				"how long do refunds usually take?",
				"I don't know how to check your money back policy",
				"under what circumstances can I ask for my money back?",
				"help me check under what circumstances can I ask for refunds",
				"help me checking your money back policy",
				"can I check in what cases can I ask for my money back?",
				"I have to check in what cases can I ask for a refund",
				"help to check in what cases can I ask for refunds",
				"check in what cases can I ask for my money back",
				"can you show me in what cases can I ask for refunds?",
				"where can I check your money back policy?",
				"I would like to check your refund policy",
				"help checking how long refunds usually take",
				"I want to check in what cases can I ask for a refund",
				"I don't know what I need to do to check your refund policy",
				"assistance to check in what cases can I ask to be refunded",
				"I have got to check your money back policy",
				"show me under what circumstances can I ask for a refund",
				"I need help checking your refund policy",
				"can you help me to check how long refunds take?",
				"I don't know how I could check your refund policy",
				"I want help to check how long refunds usually take",
				"can I check under what circumstances can I ask for a refund?",
				"can I check in what cases can I ask for a refund?",
				"could you show me how long refunds take?",
				"I need to check in what cases can I ask to be refunded",
				"check your money back policy",
				"check under what circumstances can I ask for a refund",
				"what do I need to do to check your money back policy?",
				"help me checking how long refunds usually take",
				"I want assistance to check your refund policy",
				"in what cases can I ask to be refunded?",
				"will you show me in what cases can I ask to be refunded?",
				"I need help to check in what cases can I ask to be refunded",
				"I need help to check your money back policy",
				"I have got to check how long refunds usually take",
				"what is your refund policy?",
				"I have to check in what cases can I ask for refunds",
				"assistance checking in what cases can I ask for a refund",
				"I would like to check how long refunds take",
				"under what circumstances can I ask to be refunded?",
				"I am trying to check your money back policy",
				"can you help me check your money back policy?",
				"under what circumstances can I ask for a refund?",
				"I need to check how long refunds take",
				"help me checking in what cases can I ask for my money back",
				"am I entitled to a refund according to your policy?",
				"I would like to check in what cases can I ask for a refund",
				"could you help me check your money back policy?",
				"show me in what cases can I ask for a refund",
				"I need to check in what cases can I ask for my money back",
				"help checking in what cases can I ask for a refund",
				"I need assistance checking your refund policy",
				"is it possible to check how long refunds usually take?",
				"could you show me in what cases can I ask for a refund?",
				"I need to check how long refunds usually take",
				"will you show me your refund policy?",
				"what do I need to do to check your refund policy?",
				"your money back policy",
				"show me in what cases can I ask for my money back",
				"help checking under what circumstances can I ask for refunds",
				"where to check your refund policy?",
				"how can I check your refund policy?",
				"help checking your money back policy",
				"could you help me check your refund policy?",
				"I want help checking in what cases can I ask for refunds",
				"help me to check in what cases can I ask to be refunded",
				"I want assistance checking your refund policy",
				"is it possible to check your refund policy?",
				"what do I have to do to check your money back policy?",
				"check in what cases can I ask for a refund",
				"I have to check your money back policy",
				"how do I check your refund policy?",
				"can you help me to check your money back policy?",
				"I need help to check how long refunds take",
				"I do not know how I can check your money back policy",
				"assistance to check how long refunds usually take",
				"I want help to check in what cases can I ask to be refunded",
				"can you help me check in what cases can I ask for refunds?",
				"could you show me how long refunds usually take?",
				"assistance to check your refund policy",
				"assistance to check in what cases can I ask for refunds",
				"check under what circumstances can I ask to be refunded",
				"I try to check in what cases can I ask for a refund",
				"will you show me in what cases can I ask for a refund?",
				"could you help me checking your money back policy?",
				"help me check your money back policy",
				"I want to check in what cases can I ask for my money back",
				"can you show me how long refunds usually take?",
				"I want help to check your money back policy",
				"can I check how long refunds take?",
				"I have got to check in what cases can I ask for refunds",
				"I want help to check in what cases can I ask for refunds",
				"I try to check your money back policy",
				"I try to check how long refunds take",
				"I have got to check in what cases can I ask for a refund",
				"I try to check in what cases can I ask to be refunded",
				"could I check how long refunds take?",
				"is it possible to check in what cases can I ask for refunds?",
				"I need help checking your money back policy",
				"would it be possible to check how long refunds take?",
				"I would like to check your money back policy",
				"I would like to check in what cases can I ask to be refunded",
				"help to check your refund policy",
				"I need assistance to check how long refunds take",
				"can I check in what cases can I ask to be refunded?",
				"I am trying to check your refund policy",
				"help me check in what cases can I ask to be refunded",
				"can you help me checking how long refunds take?",
				"I am trying to check in what cases can I ask for a refund",
				"in what cases can I ask for a refund?",
				"can you help me checking how long refunds usually take?",
				"I need help to check your refund policy",
				"I would like to check in what cases can I ask for refunds",
				"will you show me in what cases can I ask for refunds?",
				"help me check in what cases can I ask for my money back",
				"I cannot check your refund policy",
				"can you help me to check your refund policy?",
				"I don't know what to do to check your refund policy",
				"show me how long refunds take",
				"show me your money back policy",
				"help to check under what circumstances can I ask for refunds",
				"are the charges for services refundable?",
				"assistance to check in what cases can I ask for a refund",
				"check your refund policy",
				"I do not know how to check your money back policy",
				"help me to check in what cases can I ask for a refund",
				"will you show me how long refunds usually take?",
				"can you show me how long refunds take?",
				"can I check in what cases can I ask for refunds?",
				"help me to check your money back policy",
				"could I check your money back policy?",
				"I have to check how long refunds usually take",
				"help me check in what cases can I ask for a refund",
				"how to check your refund policy?",
				"how long do refunds take?",
				"help checking in what cases can I ask to be refunded",
				"help me to check in what cases can I ask for my money back",
				"could I check in what cases can I ask to be refunded?",
				"what is your money back policy?",
				"I want help to check how long refunds take",
				"I want to check in what cases can I ask for refunds",
				"are the service charges refundable?",
				"I want help checking how long refunds usually take",
				"how could I check your refund policy?",
				"could you help me to check how long refunds take?",
				"I am trying to check in what cases can I ask for refunds",
				"I need assistance to check your money back policy",
				"I want help checking your money back policy",
				"can I check your refund policy?",
				"I cannot check your money back policy",
				"show me in what cases can I ask to be refunded",
				"I need to check your money back policy",
				"I can't check your money back policy",
				"I don't know how I can check your refund policy",
				"help to check in what cases can I ask to be refunded",
				"I have got to check in what cases can I ask to be refunded",
				"will you show me your money back policy?",
				"where could I check your refund policy?",
				"your refund policy",
				"I want assistance to check how long refunds take",
				"help to check in what cases can I ask for my money back",
				"check how long refunds take",
				"check under what circumstances can I ask for my money back",
				"would it be possible to check your refund policy?",
				"show me under what circumstances can I ask to be refunded",
				"help checking your refund policy",
				"assistance checking how long refunds usually take",
				"how could I check your money back policy?",
				"I want to check your refund policy",
				"I have to check your refund policy",
				"are the charges of services refundable?",
				"I need to check in what cases can I ask for refunds",
				"how can I check your money back policy?",
				"help me checking in what cases can I ask to be refunded",
				"I need assistance to check your refund policy",
				"I need assistance checking your money back policy",
				"I have to check in what cases can I ask to be refunded",
				"I don't know how to check your refund policy",
				"could I check in what cases can I ask for refunds?",
				"I need help to check how long refunds usually take",
				"where could I check your money back policy?",
				"can I check your money back policy?",
				"can you help me checking your money back policy?",
				"help me to check in what cases can I ask for refunds",
				"check how long refunds usually take",
				"I need assistance checking how long refunds usually take",
				"I try to check in what cases can I ask for refunds",
				"I want to check in what cases can I ask to be refunded",
				"could you show me in what cases can I ask to be refunded?",
				"I need help checking how long refunds take",
				"I try to check your refund policy",
				"checking your money back policy",
				"I want assistance checking how long refunds take",
				"I want assistance to check your money back policy",
				"help me check your refund policy",
				"are the charges for your services refundable?",
				"I want assistance checking how long refunds usually take",
				"I want assistance checking your money back policy",
				"could you help me check in what cases can I ask for refunds?",
				"I want to check how long refunds usually take",
				"I don't know how I could check your money back policy",
				"I want help checking your refund policy",
				"help me checking how long refunds take",
				"show me under what circumstances can I ask for refunds",
				"I need help checking in what cases can I ask to be refunded",
				"could you help me to check how long refunds usually take?",
				"I try to check how long refunds usually take",
				"I need help checking in what cases can I ask for refunds",
				"I do not know how I can check your refund policy",
				"can I check how long refunds usually take?",
				"I need to check your refund policy",
				"can you show me in what cases can I ask to be refunded?",
				"check under what circumstances can I ask for refunds",
				"I want help checking in what cases can I ask to be refunded",
				"could I check how long refunds usually take?"
			 ],
			 "responses": [
				"To check our refund policy kindly \nvisit our website \ngo to the money and refund page \nselect policy" 
			 ]
		 },
		{
			 "tag": "place_order",
			 
			  "input": [
			  "place order",
			  "order something",
			  "order",
			  "Can I place an order",
			  "Would like to place order",
			  "Would like to order",
			  "Can I order",
			  "Can I place order",
			  "Place order",
			  "could you help me buying a few of your item?",
			   "I do not know how I could buy some items",
			   "I don't know how to buy several of your item",
			   "I have to buy several items. How can I do this?",
			   "I need help to buy several items",
			   "I do not know what to do to buy several items",
			   "I don't know how I could buy an item",
			   "How can I place an order for several items",
			   "Could you help me by telling me how to buy something?",
			   "Would it be possible to buy several items?",
			   "could you help me buying a few of your item?",
				"I do not know how I could buy some items",
				"I don't know how to buy several of your item",
				"I have to buy several items",
				"I need help to buy several items",
				"I do not know what to do to buy several items",
				"I don't know how I could buy an item",
				"I try to buy several items",
				"could you help me buy something?",
				"would it be possible to buy several items?",
				"where do I buy a few of your item?",
				"could you help me to buy several of your item?",
				"I want to buy several of your item",
				"assistance making an order",
				"help to buy several of your item",
				"help buying some of your item",
				"I don't know how to make an order",
				"how could I buy an item?",
				"help me buy a few of your item",
				"I don't know how I could make an order",
				"I need assistance buying an item",
				"help me buy several items",
				"I need help making an order",
				"how to buy something?",
				"I do not know how I can buy several of your item",
				"I don't know how to make a purchase",
				"buy an item",
				"could you help me buy several of your item?",
				"can you help me buy a few of your item?",
				"I do not know how I can buy several items",
				"I want to make a purchase",
				"where do I buy several of your item?",
				"I don't know what to do to buy an item",
				"where could I make an order?",
				"assistance buying something",
				"I would like to buy some of your item",
				"I try to buy several of your item",
				"I want to buy an item",
				"I want help making a purchase",
				"I do not know what to do to buy an item",
				"can you help me to buy an item?",
				"assistance to make a purchase",
				"help me buying several items",
				"I want assistance buying some of your item",
				"I don't know what to do to buy several items",
				"where can I buy a few of your item?",
				"I do not know how I can buy some items",
				"help to buy an item",
				"can you help me make a purchase?",
				"I am trying to buy a few of your item",
				"what do I need to do to make an order?",
				"can you help me buying a few of your item?",
				"I want to buy something",
				"what do I need to do to buy several items?",
				"help to buy a few of your item",
				"how could I buy several of your item?",
				"help me to make a purchase",
				"I have to buy a few of your item",
				"I would like to buy several of your item",
				"I want to buy some items",
				"how do I make a purchase?",
				"help me to buy an item",
				"I don't know what I need to do to buy some of your item",
				"I don't know what I need to do to make a purchase",
				"I need assistance buying some items",
				"make purchase",
				"how to make a purchase?",
				"I do not know how I can buy a few of your item",
				"I do not know how I could make an order",
				"where could I make a purchase?",
				"I need assistance to make an order",
				"I want to make an order",
				"is it possible to buy several of your item?",
				"I don't know what I have to do to buy some of your item",
				"where to buy some items?",
				"I do not know how to buy a few of your item",
				"can you help me making a purchase?",
				"what do I have to do to buy several of your item?",
				"help me to buy several of your item",
				"I need to make a purchase",
				"I don't know how I could buy a few of your item",
				"I would like to buy a few of your item",
				"I don't know what I have to do to make an order",
				"help buying an item",
				"I do not know what to do to make a purchase",
				"could you help me buying an item?",
				"I try to buy something",
				"I want assistance to buy several of your item",
				"I do not know what I need to do to buy an item",
				"what do I have to do to buy something?",
				"I need assistance buying some of your item",
				"what do I have to do to buy several items?",
				"I do not know what I need to do to buy something",
				"I want assistance to make a purchase",
				"I need help buying several of your item",
				"help buying a few of your item",
				"could you help me to buy something?",
				"I want assistance to buy a few of your item",
				"how could I make a purchase?",
				"I don't know how to buy some items",
				"I need assistance buying a few of your item",
				"how can I buy something?",
				"I have to make an order",
				"I do not know how I can make a purchase",
				"how to buy a few of your item?",
				"I would like to make a purchase",
				"I need assistance to buy some of your item",
				"how can I make an order?",
				"I try to make a purchase",
				"where can I buy some items?",
				"I don't know what to do to buy several of your item",
				"I don't know what I need to do to buy several of your item",
				"where to buy several items?",
				"I need help buying a few of your item",
				"can you help me buy some items?",
				"I do not know what to do to buy some items",
				"I don't know what I need to do to buy several items",
				"can you help me to buy some of your item?",
				"I don't know what to do to make an order",
				"help me buying some of your item",
				"I have got to make an order",
				"I don't know how I can buy some items",
				"where could I buy several of your item?",
				"I want help buying something",
				"I don't know what I need to do to buy something",
				"I do not know what I need to do to buy some of your item",
				"assistance buying several of your item",
				"buy item",
				"I do not know how to buy several of your item",
				"I want assistance to buy an item",
				"I don't know what I have to do to buy a few of your item",
				"I want assistance to make an order",
				"I want assistance to buy some of your item",
				"assistance to buy several of your item",
				"I have to buy some of your item",
				"what do I need to do to buy a few of your item?",
				"how can I buy a few of your item?",
				"where do I buy some of your item?",
				"I want help to buy several of your item",
				"I don't know what I need to do to buy a few of your item",
				"could you help me to buy a few of your item?",
				"assistance buying an item",
				"I do not know what to do to buy some of your item",
				"can you help me buy something?",
				"I want help to buy some of your item",
				"can you help me to buy a few of your item?",
				"help buying several items",
				"I want help to buy something",
				"could you help me buying some items?",
				"could you help me buying several of your item?",
				"I want to buy a few of your item",
				"could you help me to buy some items?",
				"assistance to make an order",
				"I do not know how to buy something",
				"where to buy an item?",
				"help me buy something",
				"can you help me buying several items?",
				"where could I buy some of your item?",
				"assistance buying some of your item",
				"what do I have to do to buy some items?",
				"help to buy some items",
				"help me to buy something",
				"I would like to buy something",
				"I do not know what I need to do to buy several items",
				"how do I buy something?",
				"could you help me buy some items?",
				"buy several of your item",
				"can you help me buying something?",
				"I don't know how I could buy several of your item",
				"I need to buy something",
				"I need help to make a purchase",
				"I don't know how I can buy several of your item",
				"assistance to buy some of your item",
				"I am trying to make a purchase",
				"making order",
				"I do not know what I have to do to buy several of your item",
				"would it be possible to buy some items?",
				"assistance to buy something",
				"help me to buy some of your item",
				"how can I buy some items?",
				"could you help me buying some of your item?",
				"would it be possible to make a purchase?",
				"I need help to buy an item",
				"is it possible to buy something?",
				"I don't know how I can make a purchase",
				"I do not know what I have to do to make an order",
				"make an order",
				"I don't know how to buy a few of your item",
				"where to buy a few of your item?",
				"I do not know what I have to do to make a purchase",
				"can you help me to make a purchase?",
				"help buying something",
				"I want assistance making a purchase",
				"where to buy several of your item?",
				"where to buy something?",
				"where do I buy some items?",
				"I don't know how to buy something",
				"how could I make an order?",
				"I don't know how I can buy some of your item",
				"what do I have to do to make an order?",
				"assistance making a purchase",
				"I don't know how I could make a purchase",
				"how can I buy several items?",
				"how do I buy some items?",
				"I need assistance to buy an item",
				"I have got to buy several items",
				"how to make an order?",
				"would it be possible to buy some of your item?",
				"I am trying to buy several items",
				"help me make a purchase",
				"where can I buy several of your item?",
				"I want help to buy several items",
				"I need assistance buying something",
				"I do not know how I can make an order",
				"I want help to buy some items",
				"where could I buy some items?",
				"help to buy something",
				"can you help me buying an item?",
				"I want assistance to buy some items",
				"I want assistance buying several items",
				"I need to buy a few of your item",
				"I need to buy an item",
				"I don't know what to do to buy some of your item",
				"would it be possible to make an order?",
				"where to make an order?",
				"could you help me make an order?",
				"where can I make an order?",
				"how can I make a purchase?",
				"I do not know how to buy some items",
				"can you help me buy several items?",
				"I don't know how I could buy several items",
				"I do not know what I have to do to buy an item",
				"I need assistance buying several of your item",
				"how could I buy some items?",
				"where could I buy several items?",
				"I do not know how I can buy something",
				"making purchase",
				"I want assistance buying several of your item",
				"I need to buy some items",
				"I need help buying some items",
				"where do I buy several items?",
				"how could I buy something?",
				"I don't know what I need to do to buy an item",
				"can you help me buy several of your item?",
				"I don't know what I have to do to buy several items",
				"help me buy some items",
				"I need assistance making an order",
				"I need to buy several items",
				"help me buy several of your item",
				"I need help to buy some of your item",
				"would it be possible to buy something?",
				"I have to buy some items",
				"I need help making a purchase",
				"what do I have to do to make a purchase?",
				"I need help to buy several of your item",
				"I am trying to buy several of your item",
				"what do I need to do to buy something?",
				"I need help to buy something",
				"buying item",
				"how to buy several of your item?",
				"is it possible to buy some of your item?",
				"I try to buy some items",
				"would it be possible to buy an item?",
				"I am trying to buy some of your item",
				"could you help me to buy some of your item?",
				"I do not know how I could make a purchase",
				"would it be possible to buy a few of your item?",
				"what do I need to do to buy some of your item?",
				"I do not know what I need to do to make a purchase",
				"I need assistance to buy several items",
				"how to buy some items?",
				"I do not know what I need to do to buy several of your item",
				"I have to buy an item",
				"I need to make an order",
				"what do I have to do to buy some of your item?",
				"I do not know how to make a purchase",
				"I don't know how I could buy something",
				"how can I buy an item?",
				"I am trying to buy an item",
				"I do not know how I can buy some of your item",
				"I want help buying several of your item",
				"I try to buy some of your item",
				"I don't know how I can buy something",
				"I want help buying some items",
				"make order",
				"is it possible to buy an item?",
				"I do not know how I could buy several items",
				"I need assistance to buy a few of your item",
				"I do not know what to do to buy a few of your item",
				"can you help me to buy something?",
				"I do not know how I could buy a few of your item",
				"where to buy some of your item?",
				"could you help me buy a few of your item?",
				"buy a few of your item",
				"make a purchase",
				"help making an order",
				"help to buy several items",
				"I don't know how I could buy some items",
				"could you help me buy some of your item?",
				"assistance buying some items",
				"I have got to buy some of your item",
				"I want to buy some of your item",
				"could you help me buying several items?",
				"buy some items",
				"help me buying something",
				"I am trying to buy something"
			   ],
			   
			   "responses": [
				"To place an order or buy a cleaning or maintenance product: \ngo to the online store \nchoose the items you want to buy \nproceed to filling your shipping and billing information \nthen proceed pay using paytm, or googlepay, or credic card or debit card"
			]
		},
		{
			"tag": "closed_ticket",
			"input": [
				"It says my case has been closed but it hasn't",
				"I did not receive a ticket id",
				"Has my ticket been closed",
				"Has my issue been resolved",
				"My ticket was closed",
				"Why was my ticket closed when my case has not been resolved",
				"Did you close my ticket",
				"Has my case been ticket closed",
				"Did you close my ticket",
				"Did you close my case",
				"Why did you close my case",
				"Please my case hasn't been resolved yet my ticket was closed",
				"My issue has not been resolved but you closed my ticket",
				"My ticket id no longer works",
				"Why does my ticket id not work",
				"Please resolve the issue with my ticket id",
				"Ticket id not working",
				"Ticket id wrong",
				"I seem to be experiencing an issue with the tracking id",
				"My ticket id is not working",
				"This ticket id is not working",
				"Please what is my ticket id",
				"Bad ticket id",
				"The ticket you sent to my email does not work",
				"The link and ticket you sent to my email doesn't work"
				
			],
			"responses": [
				"I apologize for the inconviences. Log into the ticketing system (dashboard) if you aren't already to see if your ticket/case has been closed. If your ticket has been closed or you did not receive a ticket, a new ticket will have to be created to address your issue."
			]
		},
		{
			"tag": "create_dashboard_account",
			"input": [
				"Dashboard account creation",
				"Ticketing system account creation",
				"How do I create a new account on the ticketing dashboard",
				"How do I add a new account on the ticketing system",
				"Can I create an account on the dashboard",
				"How do I do account creation on the dashboard ticketing system",
				"Assist me in creating an account on the dashboard ticketing system",
				"I would like an account to be created for me on the ticket system",
				"Kindly create an account for me on the ticketing system",
				"How can I create an account on the system that handles ticketing",
				"I would like a user account on the dashboard",
				"I want to add an account on the dashboard system",
				"How do I create a profile on the ticketing system",
				"I want an account on the ticketing system",
				"I wan to add a profile account in the dashboard",
				"How do I add a profile account in the dashboard system",
				"Help me add an account on your dashboard system",
				"Tell me how to create an account on the ticketing system",
				"Assist me by telling me how to create an account",
				"The account I want has to be new",
				"Show me how to create an account",
				"Guide me in how to create an account or user profile",
				"Tell me how to add a new profile",
				"I want to create a new user profile",
				"I would like to create an account",
				"I would Like to create a new user account",
				"I would like to create a new profile",
				"Guide me on how to create a new user profile",
				"Show me how to create a new user profile",
				"I want to create a new user account",
				"how do i create a goddamn new account",
				"i do not know what to do to open another online account",
				"I do not know how to open a different account",
				"I do not ahve a user account, help me to register",
				"could I register?",
				"I do not know how I can register",
				"I do not know what I have to do to create an account",
				"i want hhelp to open another online account for my husband",
				"I am not an customer, assistance to register",
				"what do I need to do to create an account?",
				"I need assistance to open a new online account",
				"registering",
				"I don't know what to do to register",
				"can you help me open a new online account for my husband?",
				"i have got to create another online account",
				"help registering",
				"i dont know what i have to do to open a account",
				"help me creating a user account for my mum",
				"I need to register",
				"I'm not one of ur mwmbers I'm trying to sign up",
				"i want help creating a new account",
				"help me create an account",
				"I try to create an account",
				"help opening a new user acocunt for my daughter",
				"can I open a different online account?",
				"I have got to create a new online account",
				"could you help me register?",
				"I need help registering",
				"I need help to open a new freemium account",
				"I need help creating an account",
				"is it possible to create a different account?",
				"assistance opening a new account",
				"I'm trying to open a different online account for my mother",
				"creating account",
				"i need assistance to craete a new user account",
				"i dont have a bloody account i want assistance tp sign up",
				"want help opening a new account",
				"how to open a different account?",
				"I need assistance to register",
				"what do I have to do to register?",
				"I need to create an account",
				"I don't know how to create an account",
				"creating another online account for father",
				"need to creae a different online account how can i do it",
				"can you help me to create an account?",
				"help opening a different account",
				"I need assistance creating an account",
				"I do not know what I have to do to open a new online account",
				"can icreate a user account",
				"can I create an account?",
				"I have to register",
				"help to register",
				"i want help to create a different online account for my son",
				"I have to open another online account",
				"could I create another standard account?",
				"how could I create an account?",
				"create new user account for daughter",
				"what do I have to do to create an account?",
				"I try to create a new user account",
				"I don't know how to open a user account",
				"I'm not ur client yet how can i isgn up",
				"i have got to create a different user account how to do it",
				"I don't know how I can create an account",
				"how do I create an account?",
				"I have to create an account",
				"assistance creating an online account",
				"I need help to create an account",
				"I want to open a different account",
				"acn ya help me creating a new online account",
				"i do not know how to create a user account",
				"ihave not registered yet i wanna open a user account",
				"I would like to register",
				"I want help to open an account",
				"open acconut for wife",
				"i dont know how i can regitser my father",
				"i dont know what i need to do to create an online account",
				"I try to create a new account",
				"how do I open an account?",
				"I need to create a different online account for my mother",
				"open new online account for father",
				"help creating an account",
				"I want assistance to open a different account for my dad",
				"can you help me creating an online account for my mom?",
				"is it possible to register?",
				"I am trying to register",
				"want assistance opening a new user account for my father",
				"I want assistance to create an account",
				"want help to open a gold account for my fiance",
				"help me to create an account",
				"creating different online account",
				"I want help registering",
				"I want to create another online account for my wife",
				"how can I create an account?",
				"I do not have a user account , need assistance creating one",
				"I don't know what I have to do to register",
				"I don't know how I can register",
				"i have not regiwtered yet i try to create a user account",
				"help to create another online account",
				"I want help opening another online account",
				"I am not a client, need assistance to sign up",
				"I don't know how to register",
				"I try to open a different user account",
				"I am trying to open  a new online account for my mom",
				"i need help to create a premium account",
				"want assistance to open a user account for my daughter",
				"I want help to register",
				"i do not know what to do to open another freemium account",
				"I am not an member yet, need help to register",
				"i do not have an account want help registering",
				"help me to open a different user account",
				"can I register?",
				"can I open a different account?",
				"i do nt know how i can sign up",
				"I don't know what I have to do to create an account",
				"I have not signed up, I need help to oopen a user account",
				"could you help me to create a new online account?",
				"need help opening a different account",
				"want help opening a different online account for my husband",
				"what do I have to do to open a basic account for my husband?",
				"i need help creating another account",
				"I don't know how I can create a gold account for my husband",
				"help me creating an account",
				"I'm trying to open a different account for my dad",
				"help to create an online account for my  mom",
				"how to open another account?",
				"want assistance to open a new freemium account",
				"I don't know how to create a basic account",
				"I don't know how I could create another standard account",
				"help to create a different user account for my dad",
				"I have got to create a different user account for my bride",
				"what do i need to do to open a new account",
				"how to register?",
				"I don't know what to do to create an account",
				"what do I need to do to create another online account?",
				"i havent signed up help me opening a user account",
				"assistance creating a new user account",
				"I need assistance registering",
				"I want to register",
				"can uhelp me to open a new account",
				"help me to create another user account for my daughter",
				"help creating a basic account for my fiance",
				"I do not have an online account yet, help me create one",
				"how do I register?",
				"can you help me creating an account?",
				"I want assistance to register",
				"register",
				"help me opening another online account for my mother",
				"I want to create an account",
				"what do i need to do to create an account",
				"what do I need to do to register?",
				"want help to open a new account",
				"what do I need to do to open an account?",
				"I want to create a new account",
				"I am trying to create an account",
				"i have to create a different account",
				"I have got to create a new online account for my mother",
				"I have got to register",
				"want help to create a different user account for my dad",
				"what do I need to do to create a gold account ?",
				"I have got to create an account",
				"could you help me creating an account?",
				"i have not signed up yet help creating an online account",
				"want help creating a new user account",
				"could you help me registering?",
				"I want help opening a different gold account for my fiance",
				"I need assistance creating another account for my mum",
				"I do not know how I could register",
				"I want help to open another accouint",
				"assistance to register",
				"I need help to register",
				"can you help me create an account?",
				"I'm not ur client i need help registering",
				"can uhelp me to open an online account",
				"creaitng premium account for fiancee",
				"help to create an account",
				"would it be possible to register?",
				"i want help creating another goddamn plus account for my mom",
				"i dont know what to do to sign up",
				"what do I need to do to open a new account?",
				"I want assistance registering",
				"I do not know how to register",
				"I don't know how I could open a new user account",
				"is it possible to create another online account?",
				"creating account for daughter",
				"I want help to create an account",
				"how can I register?",
				"how to open a new standard account?",
				"I do not know how I can create a different premium account",
				"I do not know how to open another user account",
				"help me create a new user account for my father",
				"i need help to create a different basic account",
				"how to create an account?",
				"assistance creating a bloody new account",
				"i want help creating a new online account",
				"I am trying to open a different account for my mum",
				"need help opening another account for my bride",
				"help me registering",
				"is it possible to open a fucking user account for my fiancee",
				"help me open a new account",
				"I try to register",
				"i try to create a user account for my dad",
				"I do not know how I could create an account",
				"I need help to open a fucking account",
				"I do not know what to do to register",
				"help me open another online account for my husband",
				"I need to create a different online account",
				"how to open a different online account",
				"i have to open a different account",
				"can you help me open another account for my fiancee?",
				"help me register",
				"how could I register?",
				"I do not know how I can open a new user account",
				"assistance creating an account",
				"I do not know what I have to do to register",
				"ohw can i sign up",
				"need help creating a new freemium account for my mother",
				"i need help to sign up",
				"I do not know what I need to do to create an account",
				"what do I have to do to create a new account ?",
				"how do I open another onlikne account for my mom?",
				"I don't know what I need to do to create an account",
				"I need assistance to create an online account",
				"I would like to create an account",
				"I need assistance creating a different account for my mum",
				"i do not know what i need to do to open a new plus account",
				"i have to crete another standard account",
				"I don't know what I need to do to register",
				"I don't know how to open a different account for my dad",
				"what do I have to do to create a different user account?",
				"assistance to open a new user account for my mum",
				"is it possxible to create a basic account",
				"creating differentuser account",
				"I need assistance opening a bloody different user account",
				"i want assistance to create a basic account",
				"is it possible to open another account for my dad",
				"I'd like to open another standard account for my husband",
				"can you help me registering?",
				"can you help me register?",
				"i need assistance to open a user account",
				"i dont know what to do to create another standard account",
				"I try to create a bloody online account",
				"i try to create a new account for my father",
				"I don't know how I could register",
				"what do i need to do to sign up",
				"ned to create another user account for my mum",
				"create account",
				"help me to register",
				"I am trying to open another online account for my wife",
				"I am trying to open another standard account",
				"could you help me create an account?",
				"is it possible to open another online account for my mother?",
				"want assistance creating a bloody new account",
				"would it be possible to create an account?",
				"need help opening a new account",
				"help me opening an account",
				"how do i create another damn plus account",
				"could you help me to register?",
				"how can I sign up?",
				"help me opening a new avcount",
				"I don't know what to do to open a different account",
				"assistance registering",
				"I want assisatance to create another account for my fiancee",
				"can you help me sign up my son?",
				"I don't know how I could create an account",
				"I do not know how I can create an account",
				"can uhelp me open a new user account",
				"how to create a new user account ?",
				"want assistancer to open a new plus account for my fiance",
				"can you help me to register?",
				"I am trying to open a user account for my dad",
				"I want assistance creating an account",
				"I need to create another account for my dad",
				"I need assistance to create an account",
				"I try to create a basic account for my wife",
				"need help to create a different online account for my mom",
				"I do not know what to do to create an account",
				"I do not know how to create an account",
				"I need assistance creating a gold account",
				"how do i open an new user account",
				"I need to open a different user account",
				"I want help to create an account for my bride",
				"assistance to create an account",
				"need assistance creating a gold account for my fiance",
				"want help creating another freemium account",
				"I am not your customer, I want help signing pu",
				"I try to open a gold account",
				"I do not know what I need to do to register",
				"can uhelp me opening a new user account",
				"i need assistance to create a different user account",
				"i do not know how to create a new account",
				"i dont know how i can create a new online account",
				"is it possible to create an account?",
				"I want help creating an account",
				"I am not your customer yet, I need assistaance registering",
				"help to open another user account for my mum",
				"i want assistance to create a new standard account",
				"could you help me to create an account?",
				"could I create an account?"
			],
			"responses": [
				"To create a new account/profile visit the registration page of the dashboard ticketing system and fill and your credentials."
			]
		},
		
		{
			"tag": "recover_password",
			"input": [
				"tell me about a forgotten password",
				"where can I find information about my lost pwd?",
				"what do I need to do to restore my user account access key?",
				"is it possible to recover my password?",
				"I have to retridve my PIN code",
				"I have a problem with a password recovery",
				"I do not know how to recover my acecss key",
				"question about forgotten passwords",
				"I want information about a password recovery",
				"I have a question about a forgotten password",
				"can you help me reset the pass of my account?",
				"I have got to reset my key",
				"where can I get information about the key reset?",
				"I have a problem with a forgotten password",
				"help me to recover my password",
				"need help to recover the PIN of my account",
				"will you give me information about forgotten passwords?",
				"i cannot remember the pin of my account help me resoring it",
				"information about a password recovery",
				"I'm looking for information about the key reset",
				"would you give me information about a password recovery?",
				"can you tell me about a password recovery?",
				"problems with a password recovery",
				"i try to reset my online account pin code",
				"can you tell me about my key recovery?",
				"how can I get information about my PIN code retrieval?",
				"i want assistance to restore my user account access key",
				"I don't know how I could recover my password",
				"I do not know what I have to do to recover my password",
				"where can I recover my password?",
				"can you tell me more about a password recovery?",
				"I do not know how to recover the accesws key of my account",
				"I need assistance recovering my password",
				"how could I recover my password?",
				"i have to reset my online account key",
				"can I recover my password?",
				"find information about a password recovery",
				"i do not know what i have to do to recover my pin code",
				"I do not know what I need to do to recover my password",
				"can you help me to recover my password?",
				"I do not know what to do to recover my password",
				"i cannot remember my online account pass i need to reset it",
				"could I recover my password?",
				"how can I get information about forgotten passwords?",
				"want assistance to restor my pass",
				"find information about forgotten passwords",
				"where can I get information about forgotten passwords?",
				"i need assistance to reset my uer account pin code",
				"could you help me recovering my password?",
				"could you tell me more about a password recovery?",
				"how can i reset my online account access key",
				"I need to recover my password",
				"I want to know about forgotten passwords",
				"can you help me recover the key of my account?",
				"want help resetting my pass",
				"how do i recover my user account pin code",
				"how can I find information about my PIN code retrieval?",
				"tell me more about a password recovery",
				"I want assistance to reset my access key",
				"could you tell me more about forgotten passwords?",
				"give me infornation about the lost PIN",
				"i have a problem with the access key reset",
				"i have problems with my forgotten pass",
				"I want help to recover my password",
				"I don't know what I need to do to recover my password",
				"where can I get information about the PIN code recovery?",
				"I have a question about the access key retrieval",
				"I want help restoring my account key",
				"problem with a forgotten password",
				"help me recovering my password",
				"need assistance resetting the PIN of my account",
				"retrieve account access key",
				"can I recover my uswer account pass?",
				"where could I get information about a forgotten password?",
				"I am looking for information about the kkey reset",
				"i cannot remembre the pwd of my account i wanna reset it",
				"how can I find information about a forgotten password?",
				"need assistance to retrieve my user account pin",
				"help to retrieve my online account pwd",
				"I try to recover my account access key",
				"can you help me resetting my PIN code?",
				"could you tell me about forgotten passwords?",
				"I try to reset my pwd",
				"can you tell me about a forgotten password?",
				"I am trying to recover the passowrd of my account",
				"help me recover my account pwd",
				"I want information about forgotten passwords",
				"I want assistance to recover my password",
				"I would like to know about a forgotten password",
				"I would like to know about forgotten passwords",
				"I can't recover my accpunt PIN code",
				"information about the lost key",
				"where could I find information about a forgotten password?",
				"i do not know how i can reset my user account key",
				"I can't recover my password",
				"could you tell me more about a forgotten password?",
				"I can't retrieve my account PIN",
				"how could I get information about a password recovery?",
				"I need assistance to retrieve my online account pwd",
				"where could I find information about a password recovery?",
				"help to recover my password",
				"would it be possible to recover my password?",
				"I am trying to find information about forgotten passwords",
				"I don't know how I can restore my PIN",
				"forgotten passwords",
				"I would like information about a forgotten password",
				"help me restore my password",
				"what do I need to do to recover the PIN of my accounmt?",
				"I am trying to recover my password",
				"how can I find information about a password recovery?",
				"where can I retrieve my account password?",
				"want help recovering my account password",
				"I need information about a forgotten password",
				"I would like information about a password recovery",
				"I try to recover my password",
				"can you help me recovering my password?",
				"help me restore my PIN code",
				"password recovery",
				"I have to recover my password",
				"could you help me recover my password?",
				"forgotten password",
				"I want information about forgotten access keys",
				"need help recovering my online account access key",
				"how can i get information about the password reset",
				"help me recover my password",
				"where can I find information about a password recovery?",
				"would you give me information about forgotten passwords?",
				"I need help resetting the PIN code of my account",
				"help recovering my account pin",
				"can you give me information about forgotten passwords?",
				"how could I find information about a password recovery?",
				"reset user account pass",
				"will you give me information about a forgotten password?",
				"how can I get information about a forgotten password?",
				"I have problems with a password recovery",
				"I'm looking for information about my pass retrieval",
				"can you tell me more about the pass reset?",
				"where can I get information about a password recovery?",
				"assistance to retrieve my user account password",
				"I want to know about a password recovery",
				"I want assistance resettng the access key of my account",
				"where can I get information about a forgotten password?",
				"give me information about the PIN code recovery",
				"can you give me information about a password recovery?",
				"how can I find information about my access key recovery?",
				"help to reset the pwd of my account",
				"can you give me information about my PIN reset?",
				"assistance to recover my password",
				"where can I find information about a forgotten password?",
				"I need help resetting the key of my account",
				"i dont know what i have to do to reset my bloody password",
				"I cannot recover my password",
				"I have problems with a forgotten password",
				"can you give me information about a forgotten password?",
				"I would like to know about a password recovery",
				"I want information about a forgotten password",
				"give me information about a forgotten password",
				"I'm looking for inforation about lost passwords help me",
				"I need help to recover my account PIN code",
				"question about a password recovery",
				"I forgot my damn user acount PIN, how can I retrieve it?",
				"tell me more about forgotten passwords",
				"I need information about forgotten passwords",
				"retrieve online account pass",
				"I cannot remember my key, how can I recover it?",
				"I don't know what I have to do to recover my password",
				"I don't know how to reset myuser account PIN",
				"how can I recover my password?",
				"where can I find information about forgotten passwords?",
				"I don't know how I can recover my password",
				"how can I get information about a password recovery?",
				"recover password",
				"can I restore the goddamn PIN code of my account?",
				"recover my password",
				"how to recover my password?",
				"I do not know how I can recover my password",
				"what do I have to do to recover my password?",
				"I'm looking for information about the access key retrieval",
				"give me information about my password retrieval",
				"I can't reest my user account key",
				"how could I find information about a forgotten password?",
				"wanna know about my pwd retrieval",
				"tell me about forgotten passwords",
				"I have got to recover my password",
				"how could I get information about forgotten passwords?",
				"I want to know more about forgotten passwords",
				"can you tell me more about forgotten passwords?",
				"I need assistance resetting my account PIN",
				"tell me more about a forgotten password",
				"could you tell me about a forgotten password?",
				"where could I recover my password?",
				"have a question about my forgotten pass",
				"could you give me information about forgotten passwords?",
				"how can i get information abuot my lost pin",
				"question about a forgotten password",
				"can ya tell me more about a pin code recovery",
				"problems with a forgotten password",
				"would you give me information about a forgotten password?",
				"I don't know how I can retrieve my user account PIN",
				"will you give me information about a password recovery?",
				"I am looking for information about forgotten passwords",
				"I would like information about forgotten passwords",
				"how could I find information about forgotten passwords?",
				"I want to know more about a password recovery",
				"I have to restore my online account accdss key",
				"find information about a forgotten password",
				"I don't know how I can restore the access key of my account",
				"I need help recovering my password",
				"where can I retrieve the pass of my account?",
				"I can't remember my access key, want assistanec resetting it",
				"i want help to retrieve my user account pass",
				"I want help restoring my access key",
				"I don't know how I can restore my goddamn account password",
				"I want help recovering my password",
				"I want to know more about a forgotten password",
				"problems with forgotten passwords",
				"I am looking for information about a password recovery",
				"question about my key reset",
				"give me information about a password recovery",
				"assistance recovering my password",
				"help me recovering my account key",
				"problem with forgotten passwords",
				"tell me about the olst PIN code",
				"i dont know what to do to restore my goddamn account pass",
				"how to reset my account PIN code?",
				"I need help to recover my password",
				"I don't know how to recover my password",
				"I would like to know more about a forgotten password",
				"recover user account access key",
				"recovering password",
				"can you tell me more about a forgotten password?",
				"i want assistance retrieving my pwd",
				"information about forgotten passwords",
				"I cannot recover my damn PIN",
				"where to retrieve the PIN code of my account?",
				"where to recover my password?",
				"i need help retrieving my user account pin",
				"information about a forgotten password",
				"i have a problem with forgotten passwords",
				"I need information about a password recovery",
				"someone stole my user account pass, where do I recover it?",
				"I don't know what to do to recover my password",
				"I need assistance to recover my password",
				"I am looking for information about a forgotten password",
				"how could I get information about a forgotten password?",
				"where do I retrieve my online account PIN?",
				"can you tell me about forgotten passwords?",
				"what do I need to do to recover my password?",
				"I have a problem with forgotten passwords",
				"where could I get information about a password recovery?",
				"give me information about forgotten passwords",
				"i want information about the pwd recovery",
				"i cannot remember my account pwd i need help to restore it",
				"I need help to recover the PIN code of my account",
				"tell me about a password recovery",
				"need help restoring my online account pin",
				"want assistance restoring my user account PIN code",
				"I would like to know more about forgotten passwords",
				"I am trying to find information about a password recovery",
				"could you tell me about a password recovery?",
				"where could I find information about forgotten passwords?",
				"how do I recover my password?",
				"I have a question about a password recovery",
				"i dont know what i have to do to reset my account password",
				"I would like to recover my password",
				"I cannot remember my account pass, where can I restore it?",
				"could you give me information about a password recovery?",
				"I want information about forgotten access key",
				"I am trying to find information about a forgotten password",
				"how to retrieve my user account key",
				"I want assistance to retrieve my user account password",
				"i have forgot my piin code need help restoring it",
				"I would like to know more about a password recovery",
				"can you help me recover my password?",
				"I do not know how to recover my password",
				"I want to reset my user account key",
				"can ya help me resetting my user account pass",
				"helpretrieving my account PIN",
				"assistance to recover my account PIN",
				"I have problems with forgotten passwords",
				"how can I find information about forgotten passwords?",
				"I want assistance recovering my password",
				"I canno remember my key, want help to reset it",
				"I do not know what to do to reset my online account PIN",
				"where do I recover my password?",
				"I don't know how to retrieve my user account PIN code",
				"I do not know how I could recover my password",
				"I want to recover my password",
				"could you help me to recover my password?",
				"I have a question about forgotten passwords",
				"I cannot reset my damn user account pwd",
				"problem with a password recovery",
				"i cannot remember my account pwd can ya help me restore it",
				"problem with an pin code retrieval",
				"where could I get information about forgotten passwords?",
				"could you give me information about a forgotten password?",
				"I want to know about a forgotten password",
				"help recovering my password"
			],
			"responses": [
				"You can reset your password by \ngoing to the login page \nclicking on forgot password link \nput your email so that a password retrieval link would be sent to you \nfollow the instructions sent to your email."
			]
		},
			{
				"tag": "customer_service_line",
				"input": [
					"Can you give me the contact of the customer services?",
					"I want to call the customer care",
					"Please give me the contact of the customer service",
					"Customer service contact",
					"Customer care phone number",
					"Phone number of customer service",
					"Share the contact of customer care",
					"customer care number",
					"Number of customer care",
					"What is the line of customer care?",
					"Customer service phone no",
					"Please give me your customer care number",
					"I would like to call the customer service",
					"Give me the customer care number",
					"Give me the customer service number",
					"Give me the customer care phone no",
					"CUSTOMER SERVICE PHONE"
				],
				"responses": [
					"0740-XXX-XXXX",
					"Here is the customer service number 0740-XXX-XXXX"
				]
			},
		 {
			"tag": "delivery",
			"input": [
				"delivery",
				"Make delivery",
				"deliver",
				"deliver to this address",
				"What time do you deliver?",
				"Can you deliver the chemicals?",
				"Can you deliver the products?",
				"Can you deliver what i just purchased?",
				"Do you deliver cleaning chemicals?",
				"Do you deliver maintenance chemicals?",
				"Do you deliver in the UK?",
				"Where do you deliver to",
				"Can you deliver to my house",
				"Do you make delivery?",
				"Is delivery avaiable?",
				"What are the delivery options",
				"Give me the delivery options",
				"Delivery options",
				"help me check what delivery options I can choose",
				"I am trying to check the delivery options",
				"I want help checking what options for delivery you offer",
				"will you show me what delivery options are available?",
				"help me to check what delivery options I can choose",
				"information about the delivery options",
				"where do I check the options for delivery?",
				"problem with the options for delivery",
				"I need assistance checking the options for delivery",
				"I want help checking what delivery options I have",
				"where could I find information about the delivery options?",
				"how could I check what delivery options are available?",
				"help me checking what options for delivery I have",
				"help checking what delivery options I have",
				"where to check what options for delivery I have?",
				"I try to check what options for delivery I can choose",
				"help me checking what options for delivery I can choose",
				"I need assistance checking the delivery options",
				"help to check what options for delivery you offer",
				"I need assistance checking what delivery options you offer",
				"I do not know how to check the options for delivery",
				"can you show me what delivery options I have?",
				"I do not know how I could check what delivery options I have",
				"how can I check what delivery options I have?",
				"where can I check what delivery options are available?",
				"what delivery options do I have?",
				"check options for delivery",
				"I don't know how to check what delivery options I can choose",
				"could you show me what options for delivery I can choose?",
				"could you help me checking what delivery options I have?",
				"how to check what options for delivery you offer?",
				"check the delivery options",
				"how to check what delivery options I can choose?",
				"I have a problem with the delivery options",
				"where do I check the delivery options?",
				"where could I check what delivery options I can choose?",
				"could I check what delivery options I have?",
				"I have to check what delivery options you offer",
				"I would like to know more about the delivery options",
				"assistance checking what options for delivery you offer",
				"could you help me check what delivery options I can choose?",
				"I call to check what options for delivery I have",
				"where can I check what options for delivery I can choose?",
				"can you help me check what delivery options I can choose?",
				"could you help me check the delivery options?",
				"can I check the options for delivery?",
				"I want assistance checking what options for delivery I have",
				"checking the options for delivery",
				"I want help checking what options for delivery are available",
				"where could I check what delivery options I have?",
				"where can I check what delivery options I have?",
				"will you give me information about the options for delivery?",
				"help me check what options for delivery are available",
				"I want help to check what options for delivery I have",
				"help to check what options for delivery I can choose",
				"I want to check what delivery options I have",
				"I need help to check what delivery options you offer",
				"could you show me what delivery options I can choose?",
				"I need assistance to check what delivery options I have",
				"question about the options for delivery",
				"can you help me to check what delivery options you offer?",
				"can I check what delivery options I have?",
				"could I check the options for delivery?",
				"I call to check the delivery options",
				"I need information about the delivery options",
				"I have a question about the options for delivery",
				"I want to know about the delivery options",
				"I have a question about the delivery options",
				"what delivery options do you offer?",
				"where could I check what options for delivery are available?",
				"I call to check what options for delivery are available",
				"where to check what options for delivery you offer?",
				"I am trying to check what delivery options I have",
				"I need help to check what delivery options are available",
				"the delivery options",
				"I need help checking the options for delivery",
				"help me checking the delivery options",
				"I need help to check what options for delivery are available",
				"where to check the options for delivery?",
				"where do I check what options for delivery I have?",
				"could I check what options for delivery you offer?",
				"I need assistance checking what options for delivery I have",
				"help me to check what options for delivery you offer",
				"I want help to check what delivery options are available",
				"I need assistance checking what delivery options I have",
				"I try to check what delivery options you offer",
				"tell me about the options for delivery",
				"help me check the delivery options",
				"I need assistance to check what options for delivery I have",
				"I do not know how I can check the options for delivery",
				"I want to know more about the options for delivery",
				"help checking what delivery options are available",
				"could I check what delivery options you offer?",
				"what delivery options are available?",
				"could you tell me about the delivery options?",
				"where can I check what options for delivery you offer?",
				"I want assistance to check what delivery options I have",
				"I try to check what options for delivery you offer",
				"I want assistance checking what delivery options I have",
				"help checking what delivery options I can choose",
				"where could I check the options for delivery?",
				"I do not know how to check what options for delivery I have",
				"check the options for delivery",
				"I have got to check what options for delivery I have",
				"I am looking for information about the options for delivery",
				"could you tell me more about the delivery options?",
				"what are the available delivery options?",
				"can you help me checking what delivery options I can choose?",
				"how could I check what delivery options I have?",
				"help checking what options for delivery are available",
				"how can I find information about the options for delivery?",
				"I am calling to check the delivery options",
				"could you give me information about the delivery options?",
				"I try to check the delivery options",
				"I need help to check what delivery options I have",
				"where do I check what delivery options I have?",
				"I want to check what options for delivery you offer",
				"assistance to check what delivery options I have",
				"I want help to check what options for delivery you offer",
				"I try to check what options for delivery are available",
				"I don't know how I could check the delivery options",
				"I would like to check what delivery options I can choose",
				"I do not know how I can check what delivery options I have",
				"could you help me to check what delivery options I have?",
				"I need help to check what delivery options I can choose",
				"how could I get information about the options for delivery?",
				"will you show me what options for delivery I have?",
				"I try to check what options for delivery I have",
				"I do not know how I could check the options for delivery",
				"can I check what options for delivery I can choose?",
				"will you show me the options for delivery?",
				"can I check what delivery options I can choose?",
				"I need to check what options for delivery you offer",
				"assistance checking the delivery options",
				"I need to check the delivery options",
				"I have to check what delivery options I can choose",
				"could you tell me more about the options for delivery?",
				"assistance checking what delivery options you offer",
				"how do I check what delivery options I can choose?",
				"how could I check what delivery options you offer?",
				"I am calling to check what delivery options I can choose",
				"I would like to know about the delivery options",
				"what options for delivery are available?",
				"I am trying to check what delivery options I can choose",
				"problems with the delivery options",
				"I have got to check what options for delivery are available",
				"where to check what options for delivery are available?",
				"show me what delivery options you offer",
				"can you show me what delivery options you offer?",
				"could you show me what options for delivery I have?",
				"is it possible to check what options for delivery you offer?",
				"how can I check what options for delivery you offer?",
				"will you show me what options for delivery you offer?",
				"I am looking for the delivery options",
				"how could I find information about the delivery options?",
				"could you help me check the options for delivery?",
				"I need to check what options for delivery I can choose",
				"assistance to check what options for delivery you offer",
				"can I check the delivery options?",
				"where to check the delivery options?",
				"where can I get information about the delivery options?",
				"could you show me the options for delivery?",
				"I would like to check what delivery options I have",
				"can you help me check the options for delivery?",
				"where to check what delivery options you offer?",
				"assistance checking the options for delivery",
				"can you show me what options for delivery I can choose?",
				"where can I check what delivery options I can choose?",
				"assistance to check what delivery options I can choose",
				"where could I check what delivery options you offer?",
				"will you show me what options for delivery I can choose?",
				"help to check what options for delivery are available",
				"can you show me the options for delivery?",
				"I need help checking what options for delivery I can choose",
				"could I check what options for delivery are available?",
				"help checking what delivery options you offer",
				"I have to check the options for delivery",
				"is it possible to check what delivery options you offer?",
				"help to check what delivery options you offer",
				"I need information about the options for delivery",
				"I have got to check what delivery options I can choose",
				"where could I check what options for delivery I can choose?",
				"help me to check what delivery options you offer",
				"assistance to check the options for delivery",
				"I would like to check what delivery options are available",
				"could you show me what delivery options you offer?",
				"I want to check what options for delivery I can choose",
				"how do I check the delivery options?",
				"tell me more about the options for delivery",
				"I am looking for the options for delivery",
				"assistance to check what delivery options are available",
				"I want help to check what delivery options I can choose",
				"could you help me checking what options for delivery I have?",
				"I call to check what delivery options are available",
				"I want help to check the delivery options",
				"I would like information about the options for delivery",
				"assistance checking what delivery options are available",
				"could you help me checking the options for delivery?",
				"I need to check what delivery options I can choose",
				"I want assistance checking the options for delivery",
				"I do not know how I could check the delivery options",
				"help me to check what delivery options are available",
				"I am trying to check what delivery options you offer",
				"I want assistance checking the delivery options",
				"can you help me checking the delivery options?",
				"I want help to check the options for delivery",
				"I want to check what delivery options are available",
				"can you give me information about the delivery options?",
				"can you show me what options for delivery I have?",
				"where to check what delivery options I have?",
				"I don't know how I could check what delivery options I have",
				"how can I check what delivery options are available?",
				"I don't know how I can check what delivery options you offer",
				"I am trying to check what delivery options are available",
				"help me checking what delivery options I can choose",
				"I call to check what options for delivery you offer",
				"is it possible to check what delivery options I can choose?",
				"assistance checking what delivery options I can choose",
				"I need assistance to check what delivery options you offer",
				"assistance checking what options for delivery I can choose",
				"I want help checking the delivery options",
				"I don't know how to check what options for delivery I have",
				"will you show me what delivery options I can choose?",
				"help checking the delivery options",
				"I want help checking what delivery options you offer",
				"I need help checking what delivery options you offer",
				"can you help me checking what delivery options you offer?",
				"can you help me checking what options for delivery I have?",
				"where could I check the delivery options?",
				"I want to check what options for delivery I have",
				"how could I check the delivery options?",
				"I don't know how I could check the options for delivery",
				"I don't know how to check the options for delivery",
				"how to check what options for delivery I can choose?",
				"I am looking for information about the delivery options",
				"how could I check the options for delivery?",
				"show me what options for delivery I have",
				"tell me more about the delivery options",
				"I want assistance to check the delivery options",
				"I have got to check the options for delivery",
				"assistance to check what options for delivery are available",
				"can you help me check what options for delivery I have?",
				"help me check what options for delivery I have",
				"show me what options for delivery I can choose",
				"can you help me to check the options for delivery?",
				"could you show me the delivery options?",
				"could I check what options for delivery I can choose?",
				"assistance checking what delivery options I have",
				"problem with the delivery options",
				"show me what options for delivery you offer",
				"can you help me to check what delivery options I can choose?",
				"will you show me what delivery options I have?",
				"help to check what delivery options I have",
				"I have got to check what delivery options I have",
				"I call to check what delivery options I have",
				"can you help me to check what options for delivery I have?",
				"could you help me check what delivery options are available?",
				"I am calling to check what options for delivery I have",
				"I want information about the delivery options",
				"how do I check what options for delivery I can choose?",
				"I have problems with the delivery options",
				"could you show me what delivery options are available?",
				"I need help checking what delivery options are available",
				"information about the options for delivery",
				"where can I get information about the options for delivery?",
				"assistance to check the delivery options",
				"help checking what options for delivery I can choose",
				"help checking the options for delivery",
				"check delivery options",
				"help me checking what delivery options I have",
				"I want information about the options for delivery",
				"help me to check what options for delivery I can choose",
				"I want to check the delivery options",
				"I would like information about the delivery options",
				"help checking what options for delivery you offer",
				"I have a problem with the options for delivery",
				"give me information about the delivery options",
				"I have got to check what delivery options are available",
				"how can I check what delivery options you offer?",
				"I want help to check what delivery options I have",
				"how could I check what options for delivery are available?",
				"I call to check the options for delivery",
				"I am calling to check the options for delivery",
				"I am calling to check what delivery options I have",
				"how do I check what options for delivery you offer?",
				"I am trying to check the options for delivery",
				"could you help me to check the options for delivery?",
				"I call to check what delivery options I can choose",
				"how could I get information about the delivery options?",
				"question about the delivery options",
				"could you help me check what options for delivery you offer?",
				"can you tell me about the options for delivery?",
				"how could I check what options for delivery I have?",
				"where do I check what delivery options you offer?",
				"I have to check what options for delivery are available",
				"will you show me what options for delivery are available?",
				"I want help checking the options for delivery",
				"I need to check what options for delivery I have",
				"I need to check what options for delivery are available",
				"can I check what options for delivery you offer?",
				"can you tell me more about the delivery options?",
				"I need help checking the delivery options"
			],
			"responses": [
				"We deliver 24/7 in every places all over the UK. Note delivery takes 2-4 days. options include \n 1. Standard Shipping \n 2. Express or Expedited Shipping \n 3. In-Store Pickup or Click and Collect. Check out our online store for more details on these. "
			]
		},
		{
			"tag": "business",
			"input": [
				"I have a business proposition for your company",
				"I would like to do business with your company",
				"Can we partner on a new business together?",
				"I bring business for you company",
				"business",
				"Can I do business with you guys",
				"I have a business idea i would like to share with your company",
				"Can I get in touch with your business department?",
				"Would love to do business with you",
				"Business plan",
				"Business idea",
				"I have a really good idea for partnership",
				"Could we partner on something?",
				"Want to hear my idea?",
				"Partnership",
				"I would like to partner with you guys"
			],
			"responses": [
				"Thank you for taking an interest in us. If you would like to do business with us or have an business idea kindly fill in your name, email (if you are registered on the dashboard, kindly use the email you registered with), details of your business"
			]
		},
		 {
			"tag": "special",
			"input": [
				"Special",
				"Discount",
				"Specials",
				"Give any discount",
				"Offers",
				"What are your special offers",
				"What are your offers",
				"What is special?",
				"What's your specials",
				"What are your specials",
				"Do you have any special?",
				"Tell me about your specials",
				"Tell me about you discount",
				"What are your specials",
				"What specials do you have",
				"What discount do you have",
				"Got any special deals",
				"Got any deals?",
				"What do you recommend?",
				"What's todays special?",
				"Can you recommend a cleaning chemical for me?",
				"Can you recommend a maintenance chemical for me?",
				"Can you recommend any cleaning or maintenance chemicals for me?",
				"Do you offer any specials on your product?",
				"What specials does your company offer?",
				"Give me the specials you offer"
			],
			"responses": [
				"As per costumer reviews we recommend you to try Lysol All-Purpose Cleaner.",
				"You can check out our Glass cleaner Sprayway Glass Cleaner.",
				"Clorox Disinfecting Spray is liked by most of the costumers that love Disinfectant spray.",
				"You definitely should try Pledge Revitalizing Oil it is one of our maintenance chemicals.",
				"You will never regret trying Brasso Metal Polish for Brass, Copper, Stainless Steel.",
				"Visit our online store to see our specials for this month. There are also some great cleaning and maintenance chemicals available there."
			]
		},
		{
			"tag": "cleaning_chemicals",
			"input": [
				"Cleaning chemicals",
				"Cleaning products",
				"cleaning",
				"cleaning chemical",
				"Chemicals for cleaning",
				"Yes I would like to know about your Cleaning chemicals",
				"I would like to know about your Cleaning products",
				"I want to know about your cleaning products",
				"Your cleaning chemicals",
				"What kind of cleaning chemicals do you have",
				"Your cleaning products",
				"How much does your cleaning chemicals cost",
				"How much is chemicals for cleaning?",
				"Can I know the price of your cleaning chemicals?",
				"How much do I pay for cleaning chemical?",
				"What is the cost of cleaning chemical?",
				"What cleaning products do you have?",
				"What cleaning products do you sell?",
				"What cleaning chemicals do you have?",
				"What cleaning chemicals do you sell?",
				"What are your cleaning chemicals",
				"What is the price of cleaning chemical?",
				"What cleaning chemicals do you sell?",
				"What are cleaning products",
				"What are cleaning chemicals",
				"What are the kinds of cleaning chemicals you have",
				"What are the cleaning chemicals you have?",
				"Tell me about your cleaning chemicals",
				"Tell me about the chemicals for cleaning",
				"Tell me about your cleaning products",
				"Tell me about your products for cleaning",
				"Tell me the cleaning chemicals you sell?",
				"Tell me the kind of cleaning chemicals you have",
				"What are the kinds of cleaning products you have",
				"What are your cleaning products",
				"Your cleaning products",
				"Do you sell cleaning chemicals?"
			],
			"responses": [
				"We have cleaning products for All-purpose cleaner, Glass cleaner, Bathroom cleaner, Floor cleaner, Carpet cleaner, Oven cleaner, Disinfectant, spray, Tile and grout cleaner, Stainless steel cleaner, and Upholstery cleaner. You can find more about the product and prices on our online webstore at www.store.example.com",
				"Yes, we have a wide assortment of cleaning chemicals available for purchase. You can find more about the products and prices on our online webstore at www.store.example.com"
			]
		},
		 {
			"tag": "maintenance_chemicals",
			"input": [
				"Maintenance",
				"Maintenance chemical",
				"Maintenance product",
				"Maintenance chemicals",
				"What are the kinds of maintenance chemicals you have",
				"Chemicals for maintenance",
				"Kinds of maintenance products",
				"Yes I would like to know about your maintenance chemicals",
				"I would like to know about your maintenance products",
				"Your maintenance chemicals",
				"Your maintenance products",
				"What are maintainace chemicals",
				"What are maintenance chemicals",
				"Tell me the kind of maintenance chemicals you have",
				"Tell me the maintenance chemicals you have",
				"What are the kinds of maintenance products you have",
				"Your maintenance products",
				"Tell me about your maintainace products",
				"Tell me about your maintainace chemical",
				"What kind of maintenance chemicals do you have",
				"What maintenance products do you have?",
				"What maintenance products do you sell?",
				"What maintenance chemicals do you have?",
				"What maintenance chemicals do you sell?",
				"How much does your maintenance chemicals cost",
				"How much is chemicals for maintenance?",
				"Tell me about your maintenance chemicals",
				"Tell me about your maintenance products",
				"Tell me about your products for maintenance",
				"Can I know the price of your maintenance chemicals?",
				"How much do I pay for maintenance chemical?",
				"What is the cost of maintenance chemical?",
				"What is the price of maintenance chemical?",
				"What maintenance chemicals do you sell?",
				"What are the maintenance chemicals you have?",
				"Tell me the maintenance chemicals you sell?",
				"Do you sell maintenance chemicals?"
			],
			"responses": [
				"We have maintenance products for Rust remover, Lubricating oil, Wood polish, Metal polish, Mold and mildew remover, Drain cleaner, Calcium and lime remover, Leather conditioner, Granite cleaner, and Brass and copper cleaner. You can find more on our online at webstore www.store.example.com including their prices.",
				"Yes, we have a wide assortment of maintenance chemicals available for purchase. You can find more on our online webstore at www.store.example.com including prices."
			]
		},
		 {
			"tag": "all_purpose_cleaner",
			"input": [
				"All purpose",
				"Can do both cleaning and maintenance",
				"Multi purpose cleaner",
				"Multi-purpose",
				"Tell me about your all purpose chemical",
				"Tell me about your all purpose product",
				"Tell me about your multi-purpose cleaners",
				"Tell me about your multi purpose cleaners",
				"Tell me about your multi purpose chemicals",
				"How much does all purpose cleaner cost?",
				"Do you have any all purpose cleaner?",
				"What are mult purpose cleaners",
				"What are multi purpose chemicals", 
				"Can I know the price of all purpose cleaner?",
				"How much do I pay for all purpose cleaner?",
				"What are the all purpose cleaning products you have?",
				"What is the price of all purpose cleaner?",
				"Do you sell any all purpose cleaner?",
				"Do you have all purpose cleaning products?",
				"Are all purpose cleaners part of what you sell?",
				"What all purpose products does your company sell?"
			],
			"responses": [
				"We sell Lysol All-Purpose Cleaner, Simple Green All-Purpose Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices.",
				"Indeed, we have all-purpose cleaner available such as Lysol All-Purpose Cleaner, Simple Green All-Purpose Cleaner, and many more. Check out our webstore for more on the products and their prices at www.store.example.com."
			]
		},
		{
			"tag": "glass_cleaner",
			"input": [
				"Glass",
				"Glass cleaner",
				"Cleaning glasses",
				"For glass cleaning",
				"For cleaning glasses",
				"For cleaning glass",
				"How much does glass cleaner cost?",
				"Do you have any glass cleaner?",
				"Can I know the price of glass cleaner?",
				"How much do I pay for glass cleaner?",
				"What are the glass cleaning products you have?",
				"What is the price of glass cleaner?",
				"Do you sell any glass cleaner?",
				"Do you have glass cleaning products?",
				"Are glass cleaners part of what you sell?",
				"What glass cleaning products does your company sell?"
			],
			"responses": [
				"We sell Windex Original Glass Cleaner, Sprayway Glass Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices.",
				"Indeed! We have glass cleaners that can help you achieve streak-free results such as Windex Original Glass Cleaner, Sprayway Glass Cleaner, and many more. Check out the webstore at www.store.example.com for more on the products and their prices."
			]
		},
		{
			"tag": "Bathroom cleaner",
			"input": [
				"Bathroom",
				"For cleaning bathrooms",
				"Bathrom cleaners",
				"Bathroom cleaning",
				"How much does bathroom cleaner cost?",
				"Do you have any bathroom cleaner?",
				"Can I know the price of bathroom cleaner?",
				"How much do I pay for bathroom cleaner?",
				"What are the bathroom cleaning products you have?",
				"What is the price of bathroom cleaner?",
				"Do you sell any bathroom cleaner?",
				"Do you have bathroom cleaning products?",
				"Are bathroom cleaners part of what you sell?",
				"What bathroom cleaning products does your company sell?"
			],
			"responses": [
				"We sell Clorox Disinfecting Bathroom Cleaner, Scrubbing Bubbles Bathroom Cleaner, and many more which you can find on our webstore at www.store.example.com including the prices.",
				"Indeed, we have a selection of bathroom cleaners for you such as Clorox Disinfecting Bathroom Cleaner, Scrubbing Bubbles Bathroom Cleaner, and many more. Check out the webstore for more on the product and their prices at www.store.example.com."
			]
		},
		{
			"tag": "floor_cleaner",
			"input": [
				"Floor",
				"Floor cleaners",
				"For cleaning floors",
				"Floor cleaning",
				"How much does floor cleaner cost?",
				"Do you have any floor cleaner?",
				"Can I know the price of floor cleaner?",
				"How much do I pay for floor cleaner?",
				"What are the floor cleaning products you have?",
				"What is the price of floor cleaner?",
				"Do you sell any floor cleaner?",
				"Do you have floor cleaning products?",
				"Are floor cleaners part of what you sell?",
				"What floor cleaning products does your company sell?"
			],
			"responses": [
				"We sell Swiffer WetJet Floor Cleaner, Pine-Sol Multi-Surface Cleaner, and many more which you can find on our webstore at www.store.example.com including the prices.",
				"Certainly! We offer various floor cleaners for different types of flooring. Check the online store for the products and their prices at www.store.example.com."

			]
		},			
		{
			"tag": "carpet_cleaner",
			"input": [
				"Carpet",
				"Cleaning carpet",
				"Carpet cleaner",
				"For cleaning carpets",
				"How much does carpet cleaner cost?",
				"Do you have any carpet cleaner?",
				"Can I know the price of carpet cleaner?",
				"How much do I pay for carpet cleaner?",
				"What are the carpet cleaning products you have?",
				"What is the price of carpet cleaner?",
				"Do you sell any carpet cleaner?",
				"Do you have carpet cleaning products?",
				"Are carpet cleaners part of what you sell?",
				"What carpet cleaning products does your company sell?"
			],
			"responses": [
				"We sell Resolve Carpet Cleaner, Bissell Carpet Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Absolutely! We have several options for carpet cleaners such as Resolve Carpet Cleaner, Bissell Carpet Cleaner, and many more. Check out the web store at www.store.example.com for prices too."
	
			]
		},
		{
			"tag": "oven_cleaner",
			"input": [
				"Oven",
				"Oven cleaner",
				"Cleaners for ovens",
				"For ovens",
				"Ovens",
				"How much does oven cleaner cost?",
				"Do you have any oven cleaner?",
				"Can I know the price of oven cleaner?",
				"How much do I pay for oven cleaner?",
				"What are the oven cleaning products you have?",
				"What is the price of oven cleaner?",
				"Do you sell any oven cleaner?",
				"Do you have oven cleaning products?",
				"Are oven cleaners part of what you sell?",
				"What oven cleaning products does your company sell?"
			],
			"responses": [
				"We sell Easy-Off Oven Cleaner, Mr. Muscle Oven and Grill Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Absolutely! We stock different types of oven cleaners such as Easy-Off Oven Cleaner, Mr. Muscle Oven and Grill Cleaner, and many more. Check out the web store at www.store.example.com for prices too."

			]
		},
		{
			"tag": "disinfectant_spray",
			"input": [
				"Disinfectant",
				"Spray",
				"Disinfecting",
				"How much does disinfectant spray cost?",
				"Do you have any disinfectant spray?",
				"Can I know the price of disinfectant spray?",
				"How much do I pay for disinfectant spray?",
				"What are the oven disinfectant spray you have?",
				"What is the price of disinfectant spray?",
				"Do you sell any disinfectant spray?",
				"Are disinfectant sprays part of what you sell?",
				"What disinfectant sprays products does your company sell?",
				"Do you have oven disinfectant spray?"
			],

			"responses": [
				"We sell Lysol Disinfectant Spray, Clorox Disinfecting Spray, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Certainly! Our inventory includes different brands of disinfectant sprays such as Lysol Disinfectant Spray, Clorox Disinfecting Spray, and many more. Check out the web store at www.store.example.com for prices too."
	
			]
		},
		{
			"tag": "tile_and_grout_cleaner",
			"input": [
				"Tile",
				"Grout",
				"Tile and grout cleaners",
				"cleaning tiles",
				"For tiles",
				"For grout",
				"How much does tile cleaner cost?",
				"Do you have any tile and grout cleaner?",
				"Can I know the price of grout cleaner?",
				"How much do I pay for tile and grout cleaner?",
				"What are the tile and grout cleaner you have?",
				"What is the price of tile and grout cleaner?",
				"Do you sell any tile and grout cleaner?",
				"Are tile and grout cleaners part of what you sell?",
				"What tile and grout cleaners products does your company sell?",
				"Do you have oven tile and grout cleaner?"
			],

			"responses": [
				"We sell Tilex Mold and Mildew Remover, Zep Grout Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Check the prices of products like Tilex Mold and Mildew Remover and Zep Grout Cleaner on our e-commerce webstore at www.store.example.com including their prices"
			]
		},
		
		{
			"tag": "stainless_steel_cleaner",
			"input": [
				"Stainless",
				"Stainless steel",
				"For cleaning steel",
				"Steel",
				"Steel cleaner",
				"Steel cleaning",
				"How much does stainless steel cleaner cost?",
				"Do you have any stainless steel cleaner?",
				"Can I know the price of stainless steel cleaner?",
				"How much do I pay for stainless steel cleaner?",
				"What are the stainless steel cleaner you have?",
				"What is the price of stainless steel cleaner?",
				"Do you sell any stainless steel cleaner?",
				"Are stainless steel cleaners part of what you sell?",
				"What stainless steel cleaners products does your company sell?",
				"Do you have oven stainless steel cleaner?"
			],
			"responses": [
				"We sell Weiman Stainless Steel Cleaner and Polish, Bar Keepers Friend Stainless Steel Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Indeed! We stock different stainless steel cleaners in our inventory such as Weiman Stainless Steel Cleaner and Polish, Bar Keepers Friend Stainless Steel Cleaner, and many more. Check out the web store at www.store.example.com including their prices"
			]
		},
		{
			"tag": "upholstery_cleaner",
			"input": [
				"Upholstery",
				"Upholstery cleaner",
				"Upholstery cleaning",
				"How much does Upholstery cleaner cost?",
				"Do you have any Upholstery cleaner?",
				"Can I know the price of Upholstery cleaner?",
				"How much do I pay for Upholstery cleaner?",
				"What are the Upholstery cleaner you have?",
				"What is the price of Upholstery cleaner?",
				"Do you sell any Upholstery cleaner?",
				"Do you have oven Upholstery cleaner?",
				"Are Upholstery cleaners part of what you sell?",
				"What Upholstery cleaners products does your company sell?"
			],
			"responses": [
				"We sell Resolve Upholstery Cleaner, Bissell Fabric and Upholstery Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",	
				"Absolutely! We stock Upholstery cleaners in different options such as Resolve Upholstery Cleaner, Bissell Fabric and Upholstery Cleaner, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		
		{
			"tag": "rust_remover",
			"input": [
				"Rust",
				"for removing rust",
				"rust removal",
				"How much does Rust remover cost?",
				"Do you have any Rust remover?",
				"Can I know the price of Rust removers?",
				"How much do I pay for Rust remover?",
				"What are the Rust removers you have?",
				"What is the price of Rust removers?",
				"Do you sell any Rust removers?",
				"Do you have oven Rust removers?",
				"Are Rust removers part of what you sell?",
				"What Rust removers products does your company sell?"
			],
			"responses": [
				"We sell Resolve WD-40 Rust Remover Soak, Evapo-Rust Super Safe Rust Remover, and many more which you can find on our webstore at www.store.example.com including their prices",	
				"Certainly! We have Rust removers in our inventory such as Resolve WD-40 Rust Remover Soak, Evapo-Rust Super Safe Rust Remover, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "lubricating_oil",
				"input": [
				"lubricating oil",
				"oil lubricating",
				"oil lubricator",
				"How much does lubricating oil cost?",
				"Do you have any lubricating oil?",
				"Can I know the price of lubricating oil?",
				"How much do I pay for lubricating oil?",
				"What are the lubricating oil you have?",
				"What is the price of lubricating oil?",
				"Do you sell any lubricating oil?",
				"Do you have oven lubricating oil?",
				"Are lubricating oil part of what you sell?",
				"What lubricating oil products does your company sell?"
			],
			"responses": [
				"We sell Resolve 3-IN-ONE Multi-Purpose Oil, Liquid Wrench Lubricating Oil, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Indeed, we have different options for lubricating oil such as Resolve 3-IN-ONE Multi-Purpose Oil, Liquid Wrench Lubricating Oil, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "wood_polish",
			"input": [
				"Wood",
				"Polish",
				"Wood polish",
				"For polishing wood",
				"How much does wood polish cost?",
				"Do you have any wood polish?",
				"Can I know the price of wood polish?",
				"How much do I pay for wood polish?",
				"What are the wood polish you have?",
				"What is the price of wood polish?",
				"Do you sell any wood polish?",
				"Are wood polish part of what you sell?",
				"What wood poolish products does your company sell?",
				"Do you have oven wood polish?"
			],
			"responses": [
				"We sell Pledge Revitalizing Oil, Howard Feed-N-Wax Wood Polish, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Wood polish products like Pledge Revitalizing Oil and Howard Feed-N-Wax Wood Polish are available on the webstore at www.store.example.com including their prices"
			]
		},
		{
			"tag": "metal_polish",
			"input": [
				"Metal",
				"Metal polish",
				"polish for metals",
				"For polishing metal",
				"How much does metal polish cost?",
				"Do you have any metal polish?",
				"Can I know the price of metal polish?",
				"How much do I pay for metal polish?",
				"What are the metal polish you have?",
				"What is the price of metal polish?",
				"Do you sell any metal polish?",
				"Do you have oven metal polish?",
				"Are wood polish part of what you sell?",
				"What wood poolish products does your company sell?"
			],
			"responses": [
				"We sell Brasso Metal Polish, Howard Feed-N-Wax Wood Polish, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Of course! We stock various wood polishes to meet your needs like Brasso Metal Polish, Howard Feed-N-Wax Wood Polish, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "mold_and_mildew_remover",
			"input": [
				"Mold",
				"Mildrew",
				"Mold and mildrew removal",
				"remover for mold",
				"removal for mildrew",
				"How much does Mold and mildew remover cost?",
				"Do you have any Mold and mildew remover?",
				"Can I know the price of Mold and mildew remover?",
				"How much do I pay for Mold and mildew remover?",
				"What are the Mold and mildew remover you have?",
				"What is the price of Mold and mildew remover?",
				"Do you sell any Mold and mildew remover?",
				"Do you have oven Mold and mildew remover?",
				"Are Mold and mildew removers part of what you sell?",
				"What Mold and mildew removers products does your company sell?"
			],
			"responses": [
				"We sell Concrobium Mold Control, RMR-86 Instant Mold Stain and Mildew Stain Remover, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Yes, we carry a wide range of Mold and mildew removers like Concrobium Mold Control, RMR-86 Instant Mold Stain and Mildew Stain Remover, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "drain_cleaner",
			"input": [
				"drain",
				"drain cleaners",
				"drain cleaning",
				"for cleaning drains",
				"used to clean drains",
				"How much does Drain cleaner cost?",
				"Do you have any Drain cleaner remover?",
				"Can I know the price of Drain cleaner?",
				"How much do I pay for Drain cleaner?",
				"What are the Mold and Drain cleaner you have?",
				"What is the price of Drain cleaner?",
				"Do you sell any Drain cleaner?",
				"Do you have oven Drain cleaner?",
				"Are Drain cleaners part of what you sell?",
				"What Drain cleaners products does your company sell?"
			],
			"responses": [
				"We sell Drano Max Gel Clog Remover, Liquid-Plumr Clog Destroyer Plus, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Indeed, we offer a range of drain cleaning products like Drano Max Gel Clog Remover, Liquid-Plumr Clog Destroyer Plus, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "calcium_and_lime_remover",
			"input": [
				"Calcium",
				"Lime",
				"Calcium and lime removal",
				"for removing calcium and lime stains",
				"How much does Calcium and lime remover?",
				"Do you have any Calcium and lime remover?",
				"Can I know the price of Calcium and lime remover?",
				"How much do I pay for Calcium and lime remover?",
				"What are the Calcium and lime remover you have?",
				"What is the price of Calcium and lime remover?",
				"Do you sell any Calcium and lime remover?",
				"Do you have oven Calcium and lime remover?",
				"Are Calcium and lime remover product part of what you sell?",
				"What Calcium and lime remover product does your company sell?"
			],
			"responses": [
				"We sell CLR Calcium, Lime and Rust Remover, Lime-A-Way Bathroom Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Certainly, we have the perfect Calcium and lime remover for you such as CLR Calcium, Lime and Rust Remover, Lime-A-Way Bathroom Cleaner, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "leather_conditioner",
			"input": [
				"Leather",
				"Leather conditioner",
				"Conditioner for leather",
				"Conditioner",
				"How much does Leather conditioner?",
				"Do you have any Leather conditioner?",
				"Can I know the price of Leather conditioner?",
				"How much do I pay for Leather conditioner?",
				"What are the Leather conditioner you have?",
				"What is the price of Leather conditioner?",
				"Do you sell any Leather conditioner?",
				"Do you have oven Leather conditioner?",
				"Are Leather conditioner product part of what you sell?",
				"What Leather conditioner product does your company sell?"
			],
			"responses": [
				"We sell Lexol Leather Conditioner, Bickmore Bick 4 Leather Conditioner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Indeed, Leather conditioners are available here such as Lexol Leather Conditioner, Bickmore Bick 4 Leather Conditioner, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "granite_cleaner",
			"input": [
				"Granite",
				"Granite cleaner",
				"How much does Granite cleaner?",
				"Do you have any Granite cleaner?",
				"Can I know the price of Granite cleaner?",
				"How much do I pay for Granite cleaner?",
				"What are the Granite cleaner you have?",
				"What is the price of Granite cleaner?",
				"Do you sell any Granite cleaner?",
				"Do you have oven Granite cleaner?",
				"Are Granite cleaner product part of what you sell?",
				"What Granite cleaner product does your company sell?"
			],
			"responses": [
				"We sell Weiman Granite Cleaner and Polish, Black Diamond Stoneworks Granite Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Indeed, we have Granite cleaners that are specifically formulated for granite surfaces such as Weiman Granite Cleaner and Polish, Black Diamond Stoneworks Granite Cleaner, and many more. Check out the web store at www.store.example.com including their prices."
			]
		},
		{
			"tag": "brass_and_copper_cleaner",
			"input": [
				"Brass",
				"Copper",
				"Brass and copper cleaning",
				"Brass and copper cleaners",
				"How much does Brass and copper cleaner?",
				"Do you have any Brass and copper cleaner?",
				"Can I know the price of Brass and copper cleaner?",
				"How much do I pay for Brass and copper cleaner?",
				"What are the Brass and copper cleaner you have?",
				"What is the price of Brass and copper cleaner?",
				"Do you sell any Brass and copper cleaner?",
				"Do you have oven Brass and copper cleaner?",
				"Are Granite cleaner product part of what you sell?",
				"What Granite cleaner product does your company sell?"
			],
			"responses": [
				"We sell Brasso Metal Polish for Brass, Copper, Stainless Steel, Wright's Brass Polish and Cleaner, and many more which you can find on our webstore at www.store.example.com including their prices",
				"Of course! We have Brass and copper cleaners specifically designed for that purpose such as Brasso Metal Polish for Brass, Copper, Stainless Steel, Wright's Brass Polish and Cleaner, and many more. Check out the web store at www.store.example.com including their prices."
			]
		}
	]
}